{
    "articles": [
        {
            "name": "Tim Burton",
            "sentence": "He is known for his dark, gothic, and eccentric horror and fantasy films such as Beetlejuice (1988), Edward Scissorhands (1990), The Nightmare Before Christmas (1993), Ed Wood (1994), Sleepy Hollow (1999), Corpse Bride (2005), Sweeney Todd: The Demon Barber of Fleet Street (2007), Dark Shadows (2012), and Frankenweenie (2012)."
        },
        {
            "name": "Tim Burton",
            "sentence": "He is also known for blockbusters such as the adventure comedy Pee-wee's Big Adventure (1985), the superhero films Batman (1989) and its first sequel Batman Returns (1992), the sci-fi film Planet of the Apes (2001), the fantasy drama Big Fish (2003), the musical adventure film Charlie and the Chocolate Factory (2005), and the fantasy film Alice in Wonderland (2010)."
        },
        {
            "name": "Tim Burton",
            "sentence": "He wrote and illustrated the poetry book The Melancholy Death of Oyster Boy & Other Stories, published in 1997 by Faber and Faber, and a compilation of his drawings, sketches and other artwork, entitled The Art of Tim Burton, was released in 2009."
        },
        {
            "name": "Tim Burton",
            "sentence": "While at Disney in 1982, Burton made his first short, Vincent, a six-minute black-and-white stop motion film based on a poem written by the filmmaker, and depicting a young boy who fantasizes that he is his hero Vincent Price, with Price himself providing narration."
        },
        {
            "name": "Tim Burton",
            "sentence": "Burton's next live-action short, Frankenweenie, was released in 1984."
        },
        {
            "name": "Tim Burton",
            "sentence": "Filmed in black-and-white, it stars Barret Oliver, Shelley Duvall (with whom he would work again in 1986, directing an episode of her Faerie Tale Theatre) and Daniel Stern."
        },
        {
            "name": "Tim Burton",
            "sentence": "After directing episodes for the revitalized version of '50s/'60s anthology horror series Alfred Hitchcock Presents and Shelley Duvall's Faerie Tale Theatre, Burton directed his next big project: Beetlejuice (1988), a supernatural comedy horror about a young couple forced to cope with life after death, and the family of pretentious yuppies who invade their treasured New England home."
        },
        {
            "name": "Tim Burton",
            "sentence": "It also became a major inspiration for the successful 1990s cartoon Batman: The Animated Series, in as much as the darkness of the picture and its sequel allowed for a darker Batman on television."
        },
        {
            "name": "Tim Burton",
            "sentence": "In 1990, Burton co-wrote (with Caroline Thompson) and directed Edward Scissorhands, re-uniting with Winona Ryder from Beetlejuice."
        },
        {
            "name": "Tim Burton",
            "sentence": "His friend Johnny Depp, a teen idol at the end of the 1980s due primarily to his work on the hit TV series 21 Jump Street, was cast in the title role of Edward, who was the creation of an eccentric and old-fashioned inventor (played by Vincent Price in one of his last screen appearances)."
        },
        {
            "name": "Tim Burton",
            "sentence": "Released in 1992, Batman Returns grossed $282.8 million worldwide, making it financial success, though not to the extent of its predecessor."
        },
        {
            "name": "Tim Burton",
            "sentence": "Burton wrote and produced, but did not direct, due to schedule constraints on Batman Returns, The Nightmare Before Christmas (1993) for Disney, originally meant to be a children's book in rhyme."
        },
        {
            "name": "Tim Burton",
            "sentence": "Burton's next film, Ed Wood (1994), was of a much smaller scale, depicting the life of Ed Wood, a filmmaker sometimes called \"the worst director of all time\"."
        },
        {
            "name": "Tim Burton",
            "sentence": "Warner Bros. demanded that Schumacher delete some scenes so the film did not have the same tone as its predecessor, Batman Returns (later they were added as deleted scenes on the 2005 DVD release)."
        },
        {
            "name": "Tim Burton",
            "sentence": "Nicolas Cage was signed on to play Superman, Burton hired Wesley Strick to rewrite Smith's script and the film entered pre-production in June 1997."
        },
        {
            "name": "Tim Burton",
            "sentence": "In 2003, Burton directed Big Fish, based on the novel Big Fish: A Novel of Mythic Proportions by Daniel Wallace."
        },
        {
            "name": "Tim Burton",
            "sentence": "Big Fish is also notable as Miley Cyrus' first film—she plays \"Young Ruthie\" credited under her birth name, Destiny Hope Cyrus."
        },
        {
            "name": "Tim Burton",
            "sentence": "Main article: Charlie and the Chocolate Factory (film) Charlie and the Chocolate Factory (2005) is an adaptation of the book of the same name by Roald Dahl."
        },
        {
            "name": "Tim Burton",
            "sentence": "Corpse Bride (2005) was Burton's first full-length stop motion film as a director, featuring the voices of Johnny Depp as Victor and Helena Bonham Carter (for whom the project was specifically created) as Emily in the lead roles."
        },
        {
            "name": "Tim Burton",
            "sentence": "Sweeney Todd: The Demon Barber of Fleet Street[edit] Main article: Sweeney Todd: The Demon Barber of Fleet Street (2007 film) Tim Burton (right) and Pedro Almodóvar (left) at the première of Sweeney Todd: The Demon Barber of Fleet Street in Madrid, in 2007 The DreamWorks/Warner Bros. production was released on December 21, 2007."
        },
        {
            "name": "Tim Burton",
            "sentence": "Tim Burton appeared at the 2009 Comic-Con in San Diego, California, to promote both 9 and Alice in Wonderland."
        },
        {
            "name": "Tim Burton",
            "sentence": "The film was based on the original Dark Shadows gothic soap opera, which aired on ABC from 1966 to 1971."
        },
        {
            "name": "Tim Burton",
            "sentence": "[citation needed] Burton remade his 1984 short film Frankenweenie as a feature-length stop motion film, distributed by Walt Disney Pictures."
        },
        {
            "name": "Tim Burton",
            "sentence": "Burton directed the 2014 biographical drama film Big Eyes about American artist Margaret Keane (Amy Adams), whose work was fraudulently claimed in the 1950s and 1960s by her then-husband, Walter Keane (Christoph Waltz), and their heated divorce trial after Margaret accused Walter of stealing credit for her paintings."
        },
        {
            "name": "Tim Burton",
            "sentence": "Main article: Alice Through the Looking Glass (2016 film) Burton produced the sequel to Alice in Wonderland, titled Alice Through the Looking Glass (2016)."
        },
        {
            "name": "Tim Burton",
            "sentence": "Main article: Miss Peregrine's Home for Peculiar Children (film) Burton directed an adaptation of Ransom Riggs' book Miss Peregrine's Home for Peculiar Children, which was released in September 2016, starring Asa Butterfield and Eva Green, in her second Burton film."
        },
        {
            "name": "Tim Burton",
            "sentence": "In July 2012, following the release of both Dark Shadows and Abraham Lincoln: Vampire Hunter, it was reported that screenwriter and novelist Seth Grahame-Smith is working alongside Tim Burton on a potential Beetlejuice sequel."
        },
        {
            "name": "Tim Burton",
            "sentence": "Further information: Tim Burton's unrealized projects On January 19, 2010, it was announced that after Dark Shadows, Burton's next project would be Maleficent, a Wicked-like film that showed the origin and the past of Sleeping Beauty's antagonist Maleficent."
        },
        {
            "name": "Tim Burton",
            "sentence": "He went on to live with model and actress Lisa Marie; she acted in the films he made during their relationship from 1992 to 2001, most notably in Ed Wood and Mars Attacks!."
        },
        {
            "name": "Tim Burton",
            "sentence": "Running from June 24 to October 10, 2010, the ACMI exhibition incorporated additional material from Burton's Alice in Wonderland, which was released in March 2010."
        },
        {
            "name": "Robert Altman",
            "sentence": "His films MASH (1970), McCabe & Mrs. Miller (1971), and Nashville (1975) have been selected for preservation in the United States National Film Registry."
        },
        {
            "name": "Robert Altman",
            "sentence": "Altman was born on February 20, 1925, in Kansas City, Missouri, the son of Helen (née Matthews), a Mayflower descendant from Nebraska, and Bernard Clement Altman, a wealthy insurance salesman and amateur gambler, who came from an upper-class family."
        },
        {
            "name": "Robert Altman",
            "sentence": "Having enjoyed little success, in 1949 he returned to Kansas City, where he accepted a job as a director and writer of industrial films for the Calvin Company."
        },
        {
            "name": "Robert Altman",
            "sentence": "In February 2012, an early Calvin film directed by Altman, Modern Football (1951), was found by filmmaker Gary Huggins."
        },
        {
            "name": "Robert Altman",
            "sentence": "Altman directed some 65 industrial films and documentaries before being hired by a local businessman in 1956 to write and direct a feature film in Kansas City on juvenile delinquency."
        },
        {
            "name": "Robert Altman",
            "sentence": "The film, titled The Delinquents, made for $60,000, was purchased by United Artists for $150,000, and released in 1957."
        },
        {
            "name": "Robert Altman",
            "sentence": "He co-directed The James Dean Story (1957), a documentary rushed into theaters to capitalize on the actor's recent death and marketed to his emerging cult following."
        },
        {
            "name": "Robert Altman",
            "sentence": "Altman's first forays into TV directing were on the DuMont drama series Pulse of the City (1953–1954), and an episode of the 1956 western series The Sheriff of Cochise."
        },
        {
            "name": "Robert Altman",
            "sentence": "In 1964, the producers decided to expand \"Once Upon a Savage Night\", one of his episodes of Kraft Suspense Theatre, for theatrical release under the name, Nightmare in Chicago."
        },
        {
            "name": "Robert Altman",
            "sentence": "He did not direct another film until That Cold Day in the Park (1969), which was a critical and box-office disaster."
        },
        {
            "name": "Robert Altman",
            "sentence": "In 1969, Altman was offered the script for MASH, an adaptation of a little-known Korean War-era novel satirizing life in the armed services; more than a dozen other filmmakers had passed on it."
        },
        {
            "name": "Robert Altman",
            "sentence": "Nevertheless, MASH was widely hailed as an immediate classic upon its 1970 release."
        },
        {
            "name": "Robert Altman",
            "sentence": "The Academy Film Archive preserved MASH in 2000."
        },
        {
            "name": "Robert Altman",
            "sentence": "Now recognized as a major talent, Altman notched critical successes with McCabe & Mrs. Miller (1971), a Western known for its gritty portrayal of the American frontier; The Long Goodbye (1973), a controversial adaptation of the Raymond Chandler novel (scripted by Leigh Brackett) now ranked as a seminal influence on the neo-noir subgenre; Thieves Like Us (1974), an adaptation of the Edward Anderson novel previously filmed by Nicholas Ray as They Live by Night (1949); California Split (1974), a gambling comedy-drama; and Nashville (1975), which had a strong political theme set against the world of country music."
        },
        {
            "name": "Robert Altman",
            "sentence": "In 1970, following the release of MASH, he founded Lion's Gate Films to have independent production freedom."
        },
        {
            "name": "Robert Altman",
            "sentence": "Altman with Lillian Gish and Lily Tomlin at Nashville awards ceremony in 1976 In 1980, he directed the musical film Popeye."
        },
        {
            "name": "Robert Altman",
            "sentence": "Designed as a vehicle to increase Altman's commercial clout following a series of critically acclaimed but commercially unsuccessful low-budget films in the late 1970s (including 3 Women, A Wedding and Quintet), the production (filmed on location in Malta) was beleaguered by heavy drug and alcohol use among most of the cast and crew, including the director; Altman reportedly clashed with Evans, Williams (who threatened to leave the film) and songwriter Harry Nilsson (who departed midway through the shoot, leaving Van Dyke Parks to finish the orchestrations)."
        },
        {
            "name": "Robert Altman",
            "sentence": "In 1990 Altman directed Vincent & Theo, a biographical picture about the famous painter Vincent van Gogh (1853–1890) that was intended as a television miniseries for broadcast in the United Kingdom."
        },
        {
            "name": "Robert Altman",
            "sentence": "He then revitalized his career with The Player (1992), a satire of Hollywood."
        },
        {
            "name": "Robert Altman",
            "sentence": "Altman then directed Short Cuts (1993), an ambitious adaptation of several short stories by Raymond Carver, which portrayed the lives of various citizens of Los Angeles over the course of several days."
        },
        {
            "name": "Robert Altman",
            "sentence": "In 1996, Altman directed Kansas City, expressing his love of 1930s jazz through a complicated kidnapping story."
        },
        {
            "name": "Robert Altman",
            "sentence": "Altman directed Gosford Park (2001), and his portrayal of a large-cast, British country house mystery was included on many critics' lists of the ten best films of that year."
        },
        {
            "name": "Robert Altman",
            "sentence": "A film version of Garrison Keillor's public radio series A Prairie Home Companion was released in June 2006."
        },
        {
            "name": "Robert Altman",
            "sentence": "Altman despised the phenomenally popular television series MASH which followed his popular 1970 film, citing it as being the antithesis of what his movie was about, and citing its anti-war messages as being \"racist.\""
        },
        {
            "name": "Robert Altman",
            "sentence": "He stated very clearly in the 2001 DVD commentary of MASH his disapproval and the reasons why for the series."
        },
        {
            "name": "Robert Altman",
            "sentence": "With Short Cuts (1993), for instance, the distributor \"begged him\" to cut a few minutes from the length, to keep it commercially viable: \"Bob just thought the Antichrist was trying to destroy his art."
        },
        {
            "name": "Robert Altman",
            "sentence": "For many of Altman's films, the satirical content is evident: MASH (1970), for example, is a satirical black comedy set during the Korean War; McCabe & Mrs. Miller (1971) is a satire on Westerns; author Matthew Kennedy states that Nashville (1975) is a \"brilliant satire of America immediately prior to the Bicentennial\"; A Wedding (1978) is a satire on American marriage rituals and hypocrisy; Altman himself said that The Player (1992) was \"a very mild satire\" about the Hollywood film industry, and Vincent Canby agreed, stating that \"as a satire, The Player tickles."
        },
        {
            "name": "Robert Altman",
            "sentence": "Altman blames the box office failure of The Long Goodbye (1973), a detective story, on the erroneous marketing of the film as a thriller: When the picture opened, it was a big, big flop."
        },
        {
            "name": "Robert Altman",
            "sentence": "Altman first used overlapping soundtracks in MASH (1970), a sound technique which movie author Michael Barson describes as \"a breathtaking innovation at the time.\""
        },
        {
            "name": "Robert Altman",
            "sentence": "British film critic, David Thomson, gave Nashville (1975) a bad review after watching it the first time, but later wrote, \"But going back to Nashville and some of the earlier films, ."
        },
        {
            "name": "Robert Altman",
            "sentence": "Thomson later recognized those aspects as being part of Altman's style, beginning with MASH (1970): \"MASH began to develop the crucial Altman style of overlapping, blurred sound and images so slippery with zoom that there was no sense of composition."
        },
        {
            "name": "Robert Altman",
            "sentence": "Since he was a \"great fan\" of Leonard Cohen's music, for example, saying he would \"just get stoned and play that stuff\" all the time he used three of his songs in McCabe and Mrs. Miller (1971), and another for the final scene in A Wedding (1978)."
        },
        {
            "name": "Robert Altman",
            "sentence": "For Nashville (1975), Altman had numerous new country music songs written by his cast to create a realistic atmosphere."
        },
        {
            "name": "Robert Altman",
            "sentence": "He incorporated a \"hauntingly repeated melody\" in The Long Goodbye (1973), and employed Harry Nilsson and Van Dyke Parks to score Popeye (1980)."
        },
        {
            "name": "Robert Altman",
            "sentence": "Similarly, cinema studies professor Krin Gabbard wrote an analysis of Altman's use of Jazz music in Short Cuts (1993), noting that few critics have considered the \"importance of the music\" in the film."
        },
        {
            "name": "Robert Altman",
            "sentence": "Jazz was also significant in Kansas City (1996)."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "His career began in the late 1980s, when he wrote and directed My Best Friend's Birthday, the screenplay of which formed the basis for True Romance."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "In the early 1990s, he began his career as an independent filmmaker with the release of Reservoir Dogs in 1992, which was funded by his sold script Natural Born Killers to Oliver Stone and coined the \"Greatest Independent Film of All Time\" by Empire."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Its popularity was boosted by his second film, Pulp Fiction (1994), a black comedy crime film that was a major success both among critics and audiences."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "For his next effort, Tarantino paid homage to the blaxploitation films of the 1970s with Jackie Brown (1997), an adaptation of the novel Rum Punch."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Tarantino directed Death Proof (2007) as part of a double feature with friend Robert Rodriguez, under the collective title Grindhouse."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "His long-postponed Inglourious Basterds, which tells the fictional alternate history story of two plots to assassinate Nazi Germany's political leadership, was released in 2009 to positive reviews."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "After that came 2012's critically acclaimed Django Unchained, a Western film set in the antebellum era of the Deep South."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "His eighth film, the mystery Western The Hateful Eight, was released in its roadshow version December 25, 2015, in 70 mm film format, complete with opening \"overture\" and halfway-point intermission, after the fashion of big-budget films of the 1960s and early 1970s."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Tarantino co-wrote and directed the movie My Best Friend's Birthday in 1987."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "In January 1992, Tarantino's neo-noir crime thriller Reservoir Dogs—which he wrote, directed and acted in as Mr. Brown—was screened at the Sundance Film Festival."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Tarantino wrote, directed, and acted in the black comedy crime film Pulp Fiction in 1994, maintaining the aestheticization of violence, for which he is known, as well as his non-linear storylines."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Tarantino's third feature film was Jackie Brown (1997), an adaptation of Elmore Leonard's novel Rum Punch."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Tarantino went on to be credited as \"Special Guest Director\" in Robert Rodriguez's 2005 neo-noir film Sin City, for his work directing the car sequence featuring Clive Owen and Benicio del Toro."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "In May 2005, Tarantino co-wrote and directed \"Grave Danger\", the 5th season finale of CSI: Crime Scene Investigation."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Released in theaters on April 6, 2007, Tarantino's contribution to the Grindhouse project was titled Death Proof."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Among Tarantino's producing credits are the horror film Hostel, which included numerous references to his own Pulp Fiction; the adaptation of Elmore Leonard's Killshot, for which Tarantino was credited as an executive producer, although he was no longer associated with the film after its 2009 release; and Hell Ride, written and directed by Larry Bishop and Jonny Lane who both appeared in Kill Bill: Volume 2."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Tarantino's film Inglourious Basterds, released in 2009, is the story of a group of Jewish-American guerrilla soldiers in Nazi-occupied France during World War II."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "Tarantino in Paris in January 2013, at the French premiere of Django Unchained In 2011, production began on Django Unchained, a film about the revenge of a former slave in the U.S. South in 1858."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "On January 12, 2014, it was revealed that the film would be titled The Hateful Eight."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "The Hateful Eight Live Reading at the Ace Hotel Los Angeles, as part of LACMA's Live Read series on April 19, 2014 The Hateful Eight was released on December 25, 2015, as a roadshow presentation in 70mm film format theaters, before being released in digital theaters on December 30, 2015."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "On February 28, 2018, it was confirmed that Tarantino's 1969 Project is entitled Once Upon a Time in Hollywood."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "In a late 2012 interview with the online magazine The Root, Tarantino clarified his remarks and described his next film as being the final entry in a \"Django-Inglourious Basterds\" trilogy called Killer Crow."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "He is also a fan of the 1981 film Blow Out directed by Brian De Palma, so much so that he used the main star of the film, John Travolta, in Pulp Fiction."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "In January 2014, Gawker leaked a copy of the script for Tarantino's then-upcoming film The Hateful Eight."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "On December 16, 2015, Tarantino appeared on The Howard Stern Show to promote The Hateful Eight."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "On February 3, 2018, in an interview with The New York Times, Pulp Fiction and Kill Bill actress Uma Thurman revealed that Tarantino had ignored her account of a sexual assault by Harvey Weinstein at the Savoy Hotel."
        },
        {
            "name": "Quentin Tarantino",
            "sentence": "They had met when Tarantino was in Israel to promote Inglourious Basterds in 2009."
        },
        {
            "name": "David Fincher",
            "sentence": "He was nominated for the Academy Award for Best Director for The Curious Case of Benjamin Button (2008) and The Social Network (2010)."
        },
        {
            "name": "David Fincher",
            "sentence": "He is also known for having directed the psychological thrillers Seven (1995), The Game (1997), Fight Club (1999), and Gone Girl (2014), and the mystery thrillers Zodiac (2007) and The Girl with the Dragon Tattoo (2011), as well as being instrumental in the creation of the U.S. television series House of Cards (2013-) and Mindhunter (2017-)."
        },
        {
            "name": "David Fincher",
            "sentence": "This quickly brought Fincher to the attention of producers in Los Angeles, and he was given the chance to direct the 1985 Rick Springfield documentary The Beat of the Live Drum."
        },
        {
            "name": "David Fincher",
            "sentence": "He directed the video for 1986's \"We Don't Have to Take Our Clothes Off\", which was the biggest commercial success for pop/R&B singer Jermaine Stewart,, Michael Jackson's \"Who Is It\", and worked extensively with Madonna, directing videos for \"Express Yourself\", \"Oh Father\", \"Vogue\" and \"Bad Girl\", 1990s: Alien 3, Seven, The Game and Fight Club[edit] 20th Century Fox hired Fincher to replace Vincent Ward as the director of the science fiction horror film Alien 3 (1992), his feature directorial debut."
        },
        {
            "name": "David Fincher",
            "sentence": "After the success of Seven, Fincher went on to film a music video for \"6th Avenue Heartache\" by The Wallflowers and the thriller The Game (1997) from a screenplay by the screenwriting duo John Brancato and Michael Ferris."
        },
        {
            "name": "David Fincher",
            "sentence": "Fight Club (1999) is a screen adaptation of Chuck Palahniuk's 1996 novel about an insomniac office worker who opens up a club devoted exclusively to bare knuckle fighting for men."
        },
        {
            "name": "David Fincher",
            "sentence": "In the years following its release, Fight Club received a reassessment from many critics and is now considered one of the best films of the 1990s."
        },
        {
            "name": "David Fincher",
            "sentence": "2000s: Panic Room, hiatus, Zodiac and The Curious Case of Benjamin Button[edit] In 2006, the British magazine Total Film voted Fight Club number four in the 100 Greatest Movies of All Time, beaten only by Jaws, Vertigo and Goodfellas at 3, 2 and 1 respectively."
        },
        {
            "name": "David Fincher",
            "sentence": "In 2002, Fincher followed up with the thriller Panic Room."
        },
        {
            "name": "David Fincher",
            "sentence": "Five years after Panic Room, Fincher returned on March 2, 2007 with Zodiac, an adaptation of Robert Graysmith's books about the hunt for the Zodiac Killer that starred Jake Gyllenhaal, Mark Ruffalo, Robert Downey, Jr., Anthony Edwards, and Brian Cox."
        },
        {
            "name": "David Fincher",
            "sentence": "Zodiac was one of the best-reviewed films of that year, with only two other 2007 films appearing on more top-10 lists (No Country for Old Men and There Will Be Blood)."
        },
        {
            "name": "David Fincher",
            "sentence": "2010s: The Social Network, The Girl with the Dragon Tattoo, Gone Girl and television career[edit] Fincher directed the 2010 film The Social Network, about the legal battles of Mark Zuckerberg and the founding of Facebook."
        },
        {
            "name": "David Fincher",
            "sentence": "In 2011, Fincher directed the American version of The Girl with the Dragon Tattoo, based on the book by Stieg Larsson, with a script written by Steven Zaillian."
        },
        {
            "name": "David Fincher",
            "sentence": "In 2014, Fincher directed the adaptation of Gillian Flynn's novel Gone Girl, which starred Ben Affleck and Rosamund Pike."
        },
        {
            "name": "David Fincher",
            "sentence": "In 2016, Fincher directed another Netflix series, Mindhunter, starring Holt McCallany and Jonathan Groff."
        },
        {
            "name": "David Cronenberg",
            "sentence": "In the first half of his career, he explored these themes mostly through horror and science fiction films such as Scanners (1981) and Videodrome (1983), although his work has since expanded beyond these genres."
        },
        {
            "name": "David Cronenberg",
            "sentence": "His films have won numerous awards, including the Jury Prize at the Cannes Film Festival for his film Crash (1996)."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Perhaps the best example of a film that straddles the line between his works of personal chaos and psychological confusion is Cronenberg's 1991 \"adaptation\" of Naked Lunch (1959), his literary hero William S. Burroughs' most controversial book."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Instead—much like in his earlier film, Videodrome—he consistently blurred the lines between what appeared to be reality and what appeared to be hallucinations brought on by the main character's drug addiction."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Cronenberg stated that while writing the screenplay for Naked Lunch (1991), he felt a moment of synergy with Burroughs' writing style."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Similarly, in Crash (1996), people who have been injured in car crashes attempt to view their ordeal as \"a fertilizing rather than a destructive event\"."
        },
        {
            "name": "David Cronenberg",
            "sentence": "In 2005, Cronenberg publicly disagreed with Paul Haggis' choice of the same name for the latter's Oscar-winning film Crash (2004), arguing that it was \"very disrespectful\" to the \"important and seminal\" J.G."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Aside from The Dead Zone (1983) and The Fly (1986), Cronenberg has not generally worked within the world of big-budget, mainstream Hollywood filmmaking, although he has had occasional near misses."
        },
        {
            "name": "David Cronenberg",
            "sentence": "His thriller A History of Violence (2005) is one of his highest budgeted and most accessible to date."
        },
        {
            "name": "David Cronenberg",
            "sentence": "He has said that the decision to direct it was influenced by his having had to defer some of his salary on the low-budgeted Spider (2002), but it was one of his most critically acclaimed films to date, along with Eastern Promises (2007), a film about the struggle of one man to gain power in the Russian Mafia."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Cronenberg at the 2011 Toronto International Film Festival Cronenberg has collaborated with composer Howard Shore on all of his films since The Brood (1979), (see List of noted film director and composer collaborations) with the exception of The Dead Zone (1983), which was scored by Michael Kamen."
        },
        {
            "name": "David Cronenberg",
            "sentence": "In 2008, Cronenberg directed Howard Shore's first opera, The Fly."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Since Dead Ringers (1988), Cronenberg has worked with cinematographer Peter Suschitzky on each of his films (see List of film director and cinematographer collaborations)."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Suschitzky was the director of photography for The Empire Strikes Back (1980), and Cronenberg remarked that Suschitzky's work in that film \"was the only one of those movies that actually looked good\", which was a motivating factor to work with him on Dead Ringers."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Notable exceptions include M. Butterfly (1993), most of which was shot in China, Spider, and Eastern Promises (2007), which were both filmed primarily in England, and A Dangerous Method (2011), which was filmed in Germany and Austria."
        },
        {
            "name": "David Cronenberg",
            "sentence": "He has not played major roles in any of his own films, but he did put in a brief appearance as a gynecologist in The Fly; he can also be glimpsed among the sex-crazed hordes in Shivers; he can be heard as an unseen car-pound attendant in Crash; his hands can be glimpsed in eXistenZ (1999); and he appeared as a stand-in for James Woods in Videodrome for shots in which Woods' character wore a helmet that covered his head."
        },
        {
            "name": "David Cronenberg",
            "sentence": "In 2008, Cronenberg realized two extra-cinematographic projects: the exhibition Chromosomes at the Rome Film Fest, and the opera The Fly at the LaOpera in Los Angeles and Theatre Châtelet in Paris."
        },
        {
            "name": "David Cronenberg",
            "sentence": "In July 2010, Cronenberg completed production on A Dangerous Method (2011), an adaptation of Christopher Hampton's play The Talking Cure, starring Keira Knightley, Michael Fassbender, and frequent collaborator Viggo Mortensen."
        },
        {
            "name": "David Cronenberg",
            "sentence": "In the October 2011 edition of Rue Morgue, Cronenberg stated that he has written a companion piece to his 1986 remake of The Fly, which he would like to direct if given the chance."
        },
        {
            "name": "David Cronenberg",
            "sentence": "However, in 2012, Cronenberg commented that the Eastern Promises sequel had fallen through due to budget disagreement with Focus Features."
        },
        {
            "name": "David Cronenberg",
            "sentence": "On June 26, 2014, Cronenberg's short film The Nest was published on YouTube."
        },
        {
            "name": "David Cronenberg",
            "sentence": "In 2014, Cronenberg published his first novel, Consumed."
        },
        {
            "name": "David Cronenberg",
            "sentence": "In the book Cronenberg on Cronenberg (1992), he revealed that The Brood was inspired by events that occurred during the unraveling of his first marriage, which caused both Cronenberg and his daughter Cassandra a great deal of turmoil."
        },
        {
            "name": "David Cronenberg",
            "sentence": "Cronenberg received the Special Jury Prize at the 1996 Cannes Film Festival for Crash."
        },
        {
            "name": "Spike Lee",
            "sentence": "He made his directorial debut with She's Gotta Have It (1986), and has since directed such films as Do the Right Thing (1989), Malcolm X (1992), The Original Kings of Comedy (2000), 25th Hour (2002), Inside Man (2006), and most recently Chi-Raq (2015)."
        },
        {
            "name": "Spike Lee",
            "sentence": "In 1985, Lee began work on his first feature film, She's Gotta Have It."
        },
        {
            "name": "Spike Lee",
            "sentence": "Lee's 1989 film Do the Right Thing was nominated for an Academy Award for Best Original Screenplay in 1989."
        },
        {
            "name": "Spike Lee",
            "sentence": "After the 1990 release of Mo' Better Blues, Lee was accused of antisemitism by the Anti-Defamation League and several film critics."
        },
        {
            "name": "Spike Lee",
            "sentence": "His 1997 documentary 4 Little Girls, about the children killed in the 16th Street Baptist Church bombing in Birmingham, Alabama in 1963, was nominated for the Best Feature Documentary Academy Award."
        },
        {
            "name": "Spike Lee",
            "sentence": "At the 2008 Cannes Film Festival, Lee, who was then making Miracle at St. Anna, about an all-black U.S. division fighting in Italy during World War II, criticized director Clint Eastwood for not depicting black Marines in his own World War II film, Flags of Our Fathers."
        },
        {
            "name": "Ang Lee",
            "sentence": "In 1990, Lee submitted two screenplays, Pushing Hands and The Wedding Banquet, to a competition sponsored by Taiwan's Government Information Office, and they came in first and second, respectively."
        },
        {
            "name": "Ang Lee",
            "sentence": "Hsu, a first-time producer, invited Lee to direct Pushing Hands, a full-length feature that debuted in 1991."
        },
        {
            "name": "Ang Lee",
            "sentence": "Pushing Hands (1992) was a success in Taiwan both among critics and at the box office."
        },
        {
            "name": "Ang Lee",
            "sentence": "Inspired by the success, Hsu Li-kong collaborated with Lee in their second film, The Wedding Banquet (1993), which won the Golden Bear at the 43rd Berlin International Film Festival and was nominated as the Best Foreign Language Film in both the Golden Globe and the Academy Awards."
        },
        {
            "name": "Ang Lee",
            "sentence": "In 1995, Hsu invited Lee to return to Taiwan to make Eat Drink Man Woman, a film that depicts traditional values, modern relationships, and family conflicts in Taipei."
        },
        {
            "name": "Ang Lee",
            "sentence": "In 1995, Lee directed Columbia TriStar's British classic Sense and Sensibility."
        },
        {
            "name": "Ang Lee",
            "sentence": "After this, Lee directed two more Hollywood movies: The Ice Storm (1997), a drama set in 1970s suburban America, and Ride with the Devil (1999), an American Civil War drama."
        },
        {
            "name": "Ang Lee",
            "sentence": "However, in the late 1990s and 2000s, The Ice Storm had high VHS and DVD sales and rentals and repeated screenings on cable television, which has increased the film's popularity among audiences."
        },
        {
            "name": "Ang Lee",
            "sentence": "Excited about the opportunity to fulfill his childhood dream, Lee assembled a team from the United States, Taiwan, Hong Kong, Malaysia and China for Crouching Tiger, Hidden Dragon (2000)."
        },
        {
            "name": "Ang Lee",
            "sentence": "[citation needed] In 2003, Lee returned to Hollywood to direct Hulk, his second big-budget movie after the disappointment of Ride with the Devil's restricted release."
        },
        {
            "name": "Ang Lee",
            "sentence": "Brokeback Mountain was the most acclaimed film of 2005, winning 71 awards and an additional 52 nominations."
        },
        {
            "name": "Ang Lee",
            "sentence": "Brokeback Mountain also won Best Film and Best Director at the 2006 British Academy Awards (BAFTA)."
        },
        {
            "name": "Ang Lee",
            "sentence": "[citation needed] Lust, Caution was distributed by Focus Features and premiered at international film festivals in the summer and early fall of 2007."
        },
        {
            "name": "Ang Lee",
            "sentence": "Lust, Caution captured the Golden Lion from the 2007 Biennale Venice Film Festival, making Lee the winner of the highest prize for the second time in three years (Lee is one of only four filmmakers to have won the Golden Lion twice)."
        },
        {
            "name": "Ang Lee",
            "sentence": "Lee's next film after 2009's Taking Woodstock was Life of Pi, which was adapted from the novel of the same name written by Yann Martel."
        },
        {
            "name": "Ang Lee",
            "sentence": "In January 2013, Life of Pi earned 11 Academy Award nominations, including Best Picture, Best Director, Best Adapted Screenplay and Best Visual Effects."
        },
        {
            "name": "Ang Lee",
            "sentence": "In 2013, Ang Lee began development on the project with a screenplay written by Peter Morgan, but later put it on hold in 2014 in order to make Billy Lynn's Long Halftime Walk."
        },
        {
            "name": "Ang Lee",
            "sentence": "In December 2015, it was announced that the project, tentatively titled Thrilla in Manila, would be his next film after Billy Lynn's Long Halftime Walk."
        },
        {
            "name": "Jean-Pierre Jeunet",
            "sentence": "Jean-Pierre Jeunet (French: [ʒɑ̃ pjɛʁ ʒœnɛ]; born 3 September 1953) is a French film director and screenwriter known for the films Delicatessen, The City of Lost Children, Alien Resurrection and Amélie."
        },
        {
            "name": "Jean-Pierre Jeunet",
            "sentence": "Their first live action film was The Bunker of the Last Gunshots (1981), a short film about soldiers in a bleak futuristic world."
        },
        {
            "name": "Jean-Pierre Jeunet",
            "sentence": "Jeunet and Caro's first feature film was Delicatessen (1991), a melancholy comedy set in a famine-plagued post-apocalyptic world, in which an apartment building above a delicatessen is ruled by a butcher who kills people in order to feed his tenants."
        },
        {
            "name": "Jean-Pierre Jeunet",
            "sentence": "They next made The City of Lost Children (1995), a dark, multi-layered fantasy film about a mad scientist who steals children's dreams so that he can live indefinitely."
        },
        {
            "name": "Jean-Pierre Jeunet",
            "sentence": "The success of The City of Lost Children led to an invitation to direct the fourth film in the Alien series, Alien Resurrection (1997)."
        },
        {
            "name": "Jean-Pierre Jeunet",
            "sentence": "Jeunet directed Amélie (2001), the story of a woman who takes pleasure in doing good deeds but has trouble finding love herself, which starred Audrey Tautou."
        },
        {
            "name": "Jean-Pierre Jeunet",
            "sentence": "In 2004, Jeunet released A Very Long Engagement, an adaptation of the novel by Sébastien Japrisot."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "He has been a major proponent of independent cinema since the 1980s, directing such films as Stranger Than Paradise (1984), Down by Law (1986), Mystery Train (1989), Dead Man (1995), Ghost Dog: The Way of the Samurai (1999), Coffee and Cigarettes (2003), Broken Flowers (2005), Only Lovers Left Alive (2013), and Paterson (2016)."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "Stranger Than Paradise was added to the National Film Registry in December 2002."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "First features and rise to fame: Permanent Vacation and Stranger Than Paradise[edit] Jarmusch's final year university project was completed in 1980 as Permanent Vacation, his first feature film."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "The Washington Post staff writer Hal Hinson would disparagingly comment in an aside during a review of Jarmusch's Mystery Train (1989) that in the director's debut, \"the only talent he demonstrated was for collecting egregiously untalented actors\"."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "Jarmusch's first major film, Stranger Than Paradise, was produced on a budget of approximately $125,000 and released in 1984 to much critical acclaim."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "Down by Law, Mystery Train, and Night on Earth[edit] In 1986, Jarmusch wrote and directed Down by Law, starring musicians John Lurie and Tom Waits, and Italian comic actor Roberto Benigni (his introduction to American audiences) as three convicts who escape from a New Orleans jailhouse."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "His next two films each experimented with parallel narratives: Mystery Train (1989) told three successive stories set on the same night in and around a small Memphis hotel, and Night on Earth (1991) involved five cab drivers and their passengers on rides in five different world cities, beginning at sundown in Los Angeles and ending at sunrise in Helsinki."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "Each of the four films had its premiere at the New York Film Festival, while Mystery Train was in competition at the 1989 Cannes Film Festival."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "In 1995, Jarmusch released Dead Man, a period film set in the 19th century American West starring Johnny Depp and Gary Farmer."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "The film was shot in black and white by Robby Müller, and features a score composed and performed by Neil Young, for whom Jarmusch subsequently filmed the tour documentary Year of the Horse, released to tepid reviews in 1997."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "Jarmusch (left) and Isaach de Bankolé (right) promoting The Limits of Control at the San Sebastian International Film Festival in September 2009."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "[citation needed] 2004–2009: Coffee and Cigarettes, Broken Flowers and The Limits of Control[edit] A five-year gap followed the release of Ghost Dog, which the director has attributed to a creative crisis he experienced in the aftermath of the September 11 attacks in New York City."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "2004 saw the eventual release of Coffee and Cigarettes, a collection of eleven short films of characters sitting around drinking coffee and smoking cigarettes that had been filmed by Jarmusch over the course of the previous two decades."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "He followed Coffee and Cigarettes in 2005 with Broken Flowers, which starred Bill Murray as an early retiree who goes in search of the mother of his unknown son in attempt to overcome a midlife crisis."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "In 2009, Jarmusch released The Limits of Control, a sparse, meditative crime film set in Spain, it starred Isaach de Bankolé as a lone assassin with a secretive mission."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "Jarmusch eventually attained funding for the aforementioned film project after a protracted period and, in July 2012, Jarmusch began shooting Only Lovers Left Alive with Tilda Swinton, Tom Hiddleston (who replaced Fassbender), Mia Wasikowska, Anton Yelchin, and John Hurt, while Jarmusch's musical project SQÜRL were the main contributors to the film's soundtrack."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "He has experimented with a vignette format in three films that were either released, or begun around, the early 1990s: Mystery Train, Night on Earth and Coffee and Cigarettes."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "Musicians appear frequently in key roles – John Lurie, Tom Waits, Gary Farmer, Youki Kudoh, RZA and Iggy Pop have featured in multiple Jarmusch films, while Joe Strummer and Screamin' Jay Hawkins appear in Mystery Train and GZA, Jack and Meg White feature in Coffee and Cigarettes."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "SQÜRL's version of Wanda Jackson’s 1961 song “Funnel of Love”, featuring Madeline Follin of Cults on vocals, opens Jarmusch's 2014 film Only Lovers Left Alive."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "He has music in his head when he’s writing a script so it’s more informed by a tonal thing than it is by anything else.” In 1980 he won with his film Permanent Vacation the Josef von Sternberg Award at the International Filmfestival Mannheim-Heidelberg."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "[citation needed] In 1984 he won the Caméra d'Or at Cannes Film Festival for Stranger Than Paradise."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "[citation needed] In 2005 he won the Grand Prix of the 2005 Cannes Film Festival for his film Broken Flowers."
        },
        {
            "name": "Jim Jarmusch",
            "sentence": "He stopped drinking coffee in 1986, the year of the first installment of Coffee and Cigarettes, although he continues to smoke cigarettes."
        },
        {
            "name": "Curtis Hanson",
            "sentence": "His directing work included the psychological thriller The Hand That Rocks the Cradle (1992), the neo-noir crime film L.A."
        },
        {
            "name": "Curtis Hanson",
            "sentence": "Confidential (1997), the comedy Wonder Boys (2000), the hip hop drama 8 Mile (2002), and the romantic comedy-drama In Her Shoes (2005)."
        },
        {
            "name": "Curtis Hanson",
            "sentence": "Hanson wrote and directed his next feature Sweet Kill starring Tab Hunter in 1973, then in 1978 wrote and produced The Silent Partner, starring Elliott Gould and Christopher Plummer."
        },
        {
            "name": "Curtis Hanson",
            "sentence": "[citation needed] In the 1990s, Hanson found box-office success with The Hand That Rocks the Cradle and The River Wild, and received significant critical acclaim with his 1997 film L.A."
        },
        {
            "name": "Curtis Hanson",
            "sentence": "[citation needed] In 2011, Hanson made Too Big to Fail, based on the 2009 Andrew Ross Sorkin book of the same name about the beginnings of the financial crisis of 2007–2010."
        },
        {
            "name": "Curtis Hanson",
            "sentence": "His last film was Chasing Mavericks in 2012, but he was unable to finish the film due to ill health."
        },
        {
            "name": "Terrence Malick",
            "sentence": "Malick began his career as part of the New Hollywood film-making wave with the films Badlands (1973), about a murderous couple on the run in the American badlands, and Days of Heaven (1978), which detailed the love-triangle between two labourers and a wealthy farmer, before a lengthy hiatus."
        },
        {
            "name": "Terrence Malick",
            "sentence": "He returned to directing with films such as The Thin Red Line (1998) and The Tree of Life (2011), being awarded the Golden Bear at the 49th Berlin International Film Festival and the Palme d'Or at the 64th Cannes Film Festival, respectively."
        },
        {
            "name": "Terrence Malick",
            "sentence": "The early death of Malick's younger brother has been explored and referenced in his films The Tree of Life (2011) and Knight of Cups (2015)."
        },
        {
            "name": "Terrence Malick",
            "sentence": "Malick started his film career after earning an MFA from the AFI Conservatory in 1969, directing the short film Lanton Mills."
        },
        {
            "name": "Terrence Malick",
            "sentence": "Malick's first feature-length work as a director was Badlands, an independent film starring Martin Sheen and Sissy Spacek as a young couple on a crime spree in the 1950s Midwest."
        },
        {
            "name": "Terrence Malick",
            "sentence": "Days of Heaven was finally released in 1978 to mostly positive, although not unanimously positive, responses from critics."
        },
        {
            "name": "Terrence Malick",
            "sentence": "Days of Heaven has since grown in stature, having been voted one of the 50 greatest American films ever made in a 2015 critics' poll published by BBC."
        },
        {
            "name": "Terrence Malick",
            "sentence": "The Thin Red Line has since been ranked among the best films of the 1990s in Complex, The A.V."
        },
        {
            "name": "Terrence Malick",
            "sentence": "After a year and a half, the financing had not come together entirely, and Malick was given the opportunity to direct The New World, a script he had begun developing in the 1970s."
        },
        {
            "name": "Terrence Malick",
            "sentence": "The New World, which featured a romantic interpretation of the story of John Smith and Pocahontas in the Virginia Colony, was released in 2005."
        },
        {
            "name": "Terrence Malick",
            "sentence": "However, The New World was later named by five critics as one of the best films of its decade, and appeared in 39th place on a 2016 BBC poll of the greatest films since 2000."
        },
        {
            "name": "Terrence Malick",
            "sentence": "Malick at the Cannes Film Festival premiere of The Tree of Life Malick's fifth feature, The Tree of Life, was filmed in Smithville, Texas, and elsewhere during 2008."
        },
        {
            "name": "Terrence Malick",
            "sentence": "To the Wonder had its world premiere at the 69th Venice International Film Festival on September 2, 2012, and opened theatrically in the United States on April 12, 2013."
        },
        {
            "name": "Terrence Malick",
            "sentence": "Malick and Christian Bale at Austin City Limits filming for Song to Song, 2011 On November 1, 2011, Filmnation Entertainment announced international sales for Malick's next two projects: Lawless (now titled Song to Song) and Knight of Cups."
        },
        {
            "name": "Terrence Malick",
            "sentence": "The films were shot back-to-back in 2012, with Song to Song primarily shot in Austin, Texas, and Knight of Cups in Los Angeles and Las Vegas."
        },
        {
            "name": "Terrence Malick",
            "sentence": "During the weekend of September 16, 2011, Malick and a small crew were seen filming Christian Bale and Haley Bennett at the Austin City Limits Music Festival as part of preliminary shooting for Song to Song."
        },
        {
            "name": "Terrence Malick",
            "sentence": "Knight of Cups had its world premiere at the Berlin International Film Festival in February 2015, and was met with mixed reactions."
        },
        {
            "name": "Terrence Malick",
            "sentence": "Song to Song had its world premiere at South by Southwest on March 10, 2017, before being released theatrically in the United States on March 17, 2017, by Broad Green Pictures, and has been met with mixed reactions."
        },
        {
            "name": "Terrence Malick",
            "sentence": "The film features footage shot by Malick and collaborators over the years, and expands on the footage that special effects luminaries Douglas Trumbull (2001) and Dan Glass (The Matrix) created for The Tree of Life."
        },
        {
            "name": "Terrence Malick",
            "sentence": "On June 23, 2016, reports emerged that Malick's next film, Radegund, will depict the life of Austria's Franz Jägerstätter, a conscientious objector during World War II who was put to death at the age of 36 for undermining military actions, and was later declared a martyr and beatified by the Catholic Church."
        },
        {
            "name": "Terrence Malick",
            "sentence": "He named Days of Heaven as one in a group of acclaimed films from the 1970s that were intended to revolutionize the American film epic."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Polanski's first feature-length film, Knife in the Water (1962), was made in Poland and was nominated for a United States Academy Award for Best Foreign Language Film."
        },
        {
            "name": "Roman Polanski",
            "sentence": "In the United Kingdom he directed three films, beginning with Repulsion (1965)."
        },
        {
            "name": "Roman Polanski",
            "sentence": "In 1968 he moved to the United States and cemented his status by directing the horror film Rosemary's Baby (1968)."
        },
        {
            "name": "Roman Polanski",
            "sentence": "He made Macbeth (1971) in England and back in Hollywood, Chinatown (1974), which was nominated for eleven Academy Awards."
        },
        {
            "name": "Roman Polanski",
            "sentence": "In Europe, Polanski continued to make films, including Tess (1979), starring aspiring actress Nastassja Kinski."
        },
        {
            "name": "Roman Polanski",
            "sentence": "He later produced and directed The Pianist (2002), a World War II true story drama about a Jewish-Polish musician, starring Adrien Brody."
        },
        {
            "name": "Roman Polanski",
            "sentence": "He also directed Oliver Twist (2005), a story which parallels his own life as a \"young boy attempting to triumph over adversity\"."
        },
        {
            "name": "Roman Polanski",
            "sentence": "He was awarded Best Director for The Ghost Writer (2010) at the 23rd European Film Awards."
        },
        {
            "name": "Roman Polanski",
            "sentence": "The forced exodus took place immediately after the German liquidation of the Kraków ghetto, a true-life backdrop to Polanski's film, The Pianist (2002)."
        },
        {
            "name": "Roman Polanski",
            "sentence": "According to Sandford, Polanski would use the memory of his mother, her dress and makeup style, as a physical model for Faye Dunaway's character in his film Chinatown (1974)."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Polanski's directorial debut was also in 1955 with a short film Rower (Bicycle)."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Several other short films made during his study at Łódź gained him considerable recognition, particularly Two Men and a Wardrobe (1958) and When Angels Fall (1959)."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Polanski left then-communist Poland and moved to France, where he had already made two notable short films in 1961: The Fat and the Lean and Mammals."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Repulsion (1965) is a psychological horror film focusing on a young Belgian woman named Carol (Catherine Deneuve), who is living in London with her older sister (Yvonne Furneaux)."
        },
        {
            "name": "Roman Polanski",
            "sentence": "The Fearless Vampire Killers/Dance of the Vampires (1967) The Fearless Vampire Killers (1967) (known by its original title, \"Dance of the Vampires\" in most countries outside the United States) is a parody of vampire films."
        },
        {
            "name": "Roman Polanski",
            "sentence": "The film, Rosemary's Baby (1968), was a box-office success and became his first Hollywood production, thereby establishing his reputation as a major commercial filmmaker."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Polanski returned to Hollywood in 1973 to direct Chinatown (1974) for Paramount Pictures."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Polanski returned to Paris for his next film, The Tenant (1976), which was based on a 1964 novel by Roland Topor, a French writer of Polish-Jewish origin."
        },
        {
            "name": "Roman Polanski",
            "sentence": "He dedicated his next film, Tess (1979), to the memory of his late wife, Sharon Tate."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Frantic (1988) was a Hitchcockian suspense-thriller starring Harrison Ford and the actress/model Emmanuelle Seigner, who later became Polanski's wife."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Polanski followed this with the dark psycho-sexual film Bitter Moon (1992), followed by a film of the acclaimed play Death and the Maiden (1994) starring Sigourney Weaver."
        },
        {
            "name": "Roman Polanski",
            "sentence": "In 1997, Polanski directed a stage version of his 1967 film The Fearless Vampire Killers, which debuted in Vienna followed by successful runs in Stuttgart, Hamburg, Berlin, and Budapest."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Polanski at the 2002 Cannes Film Festival for The Pianist In 2001, Polanski filmed The Pianist, an adaptation of the World War II autobiography of the same name by Polish-Jewish musician Władysław Szpilman."
        },
        {
            "name": "Roman Polanski",
            "sentence": "When Warsaw, Poland, was chosen for the 2002 premiere of The Pianist, \"the country exploded with pride.\""
        },
        {
            "name": "Roman Polanski",
            "sentence": "Polanski and Spanish writer Diego Moldes (es), Madrid 2005 The Ghost Writer, a thriller focusing on a ghostwriter working on the memoirs of a character based loosely on former British prime minister Tony Blair, swept the European Film Awards in 2010, winning six awards, including best movie, director, actor and screenplay."
        },
        {
            "name": "Roman Polanski",
            "sentence": "Polanski's first wife, Barbara Lass (née Kwiatkowska), was a Polish actress who also starred in Polanski's 1959 When Angels Fall."
        },
        {
            "name": "Roman Polanski",
            "sentence": "On 11 March 1977, three years after making Chinatown, Polanski was arrested at Jack Nicholson's home for the sexual assault of 13-year-old Samantha Gailey, who was modeling for Polanski during a Vogue magazine photo shoot around the pool."
        },
        {
            "name": "Michael Mann",
            "sentence": "His most acclaimed works are the crime film Heat (1995) and the docudrama The Insider (1999)."
        },
        {
            "name": "Michael Mann",
            "sentence": "In 1968, footage he shot of the Paris student revolt for a documentary, Insurrection, aired on NBC's First Tuesday news program and he developed his '68 experiences into the short film Jaunpuri which won the Jury Prize at Cannes in 1970."
        },
        {
            "name": "Michael Mann",
            "sentence": "Mann's first cinema feature as director was Thief (1981) starring James Caan, a relatively accurate depiction of thieves that operated in New York City and Chicago at that time."
        },
        {
            "name": "Michael Mann",
            "sentence": "His next film The Keep (1983), a supernatural thriller set in Nazi-occupied Romania, was an uncharacteristic choice."
        },
        {
            "name": "Michael Mann",
            "sentence": "[citation needed] In 1986, Mann was the first to bring Thomas Harris' character of serial killer Hannibal Lecter to the screen with Manhunter, his adaptation of the novel Red Dragon, which starred Brian Cox as a more down-to-earth Hannibal."
        },
        {
            "name": "Michael Mann",
            "sentence": "His biggest critical successes in the 1990s began with the release of Heat in 1995 and The Insider in 1999."
        },
        {
            "name": "Michael Mann",
            "sentence": "With his next film, Ali (2001), starring Will Smith, he started experimenting with digital cameras, while Smith was nominated for an Academy Award for his performance."
        },
        {
            "name": "Michael Mann",
            "sentence": "In 2009, Mann wrote and directed Public Enemies for Universal Pictures, about the Depression-era crime wave, based on Brian Burrough's nonfiction book, Public Enemies: America's Greatest Crime Wave and the Birth of the FBI, 1933–34."
        },
        {
            "name": "Michael Mann",
            "sentence": "In January 2010 it was reported by Variety that Mann, alongside David Milch, would serve as co-executive producer of new TV series Luck."
        },
        {
            "name": "Michael Mann",
            "sentence": "In May 2013, Mann started filming the thriller, named Blackhat, in Los Angeles, Kuala Lumpur, Hong Kong and Jakarta."
        },
        {
            "name": "Michael Mann",
            "sentence": "Mann directed the 2002 \"Lucky Star\" advertisement for Mercedes-Benz, which took the form of a film trailer for a purported thriller featuring Benicio del Toro."
        },
        {
            "name": "Michael Mann",
            "sentence": "In 2009 Mann also directed a commercial for Nike that featured several stylistic cues, most notably the use of \"Promontory\" from the soundtrack of The Last of the Mohicans."
        },
        {
            "name": "Michael Mann",
            "sentence": "Mann received an Emmy in 1979 for Outstanding Writing in a Limited Series or a Special for The Jericho Mile."
        },
        {
            "name": "Michael Mann",
            "sentence": "Mann was the recipient of the Humanitas Prize and the Writers Guild of America's Paul Selvin Award in 2000 for The Insider."
        },
        {
            "name": "Michael Mann",
            "sentence": "To date he has received four Academy Award nominations: in 2000, the Best Adapted Screenplay, Best Director and Best Motion Picture of the Year all for The Insider, in 2005 Mann received a nomination for co-producing Martin Scorsese's The Aviator."
        },
        {
            "name": "Woody Allen",
            "sentence": "Some of the best-known of his over 50 films are Annie Hall (1977), Manhattan (1979), Hannah and Her Sisters (1986), and Crimes and Misdemeanors (1989)."
        },
        {
            "name": "Woody Allen",
            "sentence": "In 2007 he said Stardust Memories (1980), The Purple Rose of Cairo (1985), and Match Point (2005) were his best films."
        },
        {
            "name": "Woody Allen",
            "sentence": "\":545 Allen made his professional stage debut at the Blue Angel nightclub in Manhattan in October 1960, where comedian Shelley Berman introduced him as a young television writer who would perform his own material."
        },
        {
            "name": "Woody Allen",
            "sentence": "In 1966, Allen wrote the play Don't Drink the Water."
        },
        {
            "name": "Woody Allen",
            "sentence": "Allen directed, starred in, and co-wrote (with Mickey Rose) Take the Money and Run in 1969, which received positive reviews."
        },
        {
            "name": "Woody Allen",
            "sentence": "Those films eventually became Bananas (1971, co-written with Rose), Everything You Always Wanted to Know About Sex* (1972), Sleeper (1973), and Love and Death (1975)."
        },
        {
            "name": "Woody Allen",
            "sentence": "Annie Hall won four Academy Awards in 1977, including Best Picture, Best Actress in a Leading Role for Diane Keaton, Best Original Screenplay and Best Director for Woody Allen."
        },
        {
            "name": "Woody Allen",
            "sentence": "I mean, in Annie Hall (1977) particularly."
        },
        {
            "name": "Woody Allen",
            "sentence": "Manhattan (1979), is a black-and-white film often viewed as an homage to New York City."
        },
        {
            "name": "Woody Allen",
            "sentence": "The love–hate opinion of cerebral persons found in Manhattan is characteristic of many of Allen's movies, including Crimes and Misdemeanors and Annie Hall."
        },
        {
            "name": "Woody Allen",
            "sentence": "Between Annie Hall and Manhattan, Allen wrote and directed the dark drama Interiors (1978), in the style of Swedish director Ingmar Bergman, one of Allen's chief influences."
        },
        {
            "name": "Woody Allen",
            "sentence": "Interiors represented a departure from Allen's \"early, funny\" comedies (a line from 1980's Stardust Memories)."
        },
        {
            "name": "Woody Allen",
            "sentence": "Stardust Memories (1980) features Sandy Bates, a successful filmmaker played by Allen, who expresses resentment and scorn for his fans."
        },
        {
            "name": "Woody Allen",
            "sentence": "A Midsummer Night's Sex Comedy (1982) was the first of 13 movies Allen made starring Mia Farrow, who stepped into Diane Keaton's role when Keaton was shooting Reds."
        },
        {
            "name": "Woody Allen",
            "sentence": "Allen has combined tragic and comic elements in such films as Hannah and Her Sisters (1986) and Crimes and Misdemeanors (1989), in which he tells two stories that connect at the end."
        },
        {
            "name": "Woody Allen",
            "sentence": "In 1989, Allen teamed with directors Francis Ford Coppola and Martin Scorsese to make New York Stories, an anthology film about New Yorkers."
        },
        {
            "name": "Woody Allen",
            "sentence": "His 1991 film Shadows and Fog is a black-and-white homage to the German expressionists and features the music of Kurt Weill."
        },
        {
            "name": "Woody Allen",
            "sentence": "Allen then made his critically acclaimed comedy-drama Husbands and Wives (1992), which received two Oscar nominations: Best Supporting Actress for Judy Davis and Best Original Screenplay for Allen."
        },
        {
            "name": "Woody Allen",
            "sentence": "His film Manhattan Murder Mystery (1993) combined suspense with dark comedy and marked the return of Diane Keaton, Alan Alda and Anjelica Huston."
        },
        {
            "name": "Woody Allen",
            "sentence": "He returned to lighter movies like Bullets over Broadway (1994), which earned an Academy Award nomination for Best Director, followed by a musical, Everyone Says I Love You (1996)."
        },
        {
            "name": "Woody Allen",
            "sentence": "The comedy Mighty Aphrodite (1995), in which Greek drama plays a large role, won an Academy Award for Mira Sorvino."
        },
        {
            "name": "Woody Allen",
            "sentence": "Allen's 1999 jazz-based comedy-drama Sweet and Lowdown was nominated for two Academy Awards for Sean Penn (Best Actor) and Samantha Morton (Best Supporting Actress)."
        },
        {
            "name": "Woody Allen",
            "sentence": "In contrast to these lighter movies, Allen veered into darker satire toward the end of the decade with Deconstructing Harry (1997) and Celebrity (1998)."
        },
        {
            "name": "Woody Allen",
            "sentence": "Small Time Crooks (2000) was Allen's first film with the DreamWorks studio and represented a change in direction: Allen began giving more interviews and made an attempt to return to his slapstick roots."
        },
        {
            "name": "Woody Allen",
            "sentence": "Match Point (2005) was one of Allen's most successful films of the decade, garnering positive reviews."
        },
        {
            "name": "Woody Allen",
            "sentence": "Match Point earned Allen his first Academy Award nomination since 1998, for Best Writing – Original Screenplay, with directing and writing nominations at the Golden Globes, his first Globe nominations since 1987."
        },
        {
            "name": "Woody Allen",
            "sentence": "Cassandra's Dream was released in November 2007, and stars Colin Farrell, Ewan McGregor and Tom Wilkinson."
        },
        {
            "name": "Woody Allen",
            "sentence": "He reached an agreement to film Vicky Cristina Barcelona in Avilés, Barcelona and Oviedo, where shooting started on July 9, 2007."
        },
        {
            "name": "Woody Allen",
            "sentence": "Vicky Cristina Barcelona was well received, winning Best Motion Picture – Musical or Comedy at the Golden Globe awards."
        },
        {
            "name": "Woody Allen",
            "sentence": "Audiences there tend to be more receptive to his films, particularly in Spain, France and Italy—countries where he has a large audience (joked about in Hollywood Ending)."
        },
        {
            "name": "Woody Allen",
            "sentence": "In April 2008, he began filming Whatever Works, a film focused more toward older audiences, starring Larry David, Patricia Clarkson, and Evan Rachel Wood."
        },
        {
            "name": "Woody Allen",
            "sentence": "Whatever Works was originally written by Allen in the 1970s, and the character played by David was written for Zero Mostel, who died the year Annie Hall came out."
        },
        {
            "name": "Woody Allen",
            "sentence": "It was released theatrically in the US on September 23, 2010, following a Cannes debut in May 2010, and a screening at the Toronto International Film Festival on September 12, 2010."
        },
        {
            "name": "Woody Allen",
            "sentence": "His next film, To Rome with Love, was a Rome-set comedy released in 2012."
        },
        {
            "name": "Woody Allen",
            "sentence": "Blue Jasmine debuted in July 2013."
        },
        {
            "name": "Woody Allen",
            "sentence": "Allen co-starred with John Turturro in Fading Gigolo, written and directed by Turturro, which premiered in September 2013."
        },
        {
            "name": "Woody Allen",
            "sentence": "In 2013, Allen shot the romantic comedy Magic in the Moonlight in Nice, France."
        },
        {
            "name": "Woody Allen",
            "sentence": "From July through August 2014, Allen filmed the mystery drama Irrational Man in Newport, Rhode Island, with Joaquin Phoenix, Emma Stone, Parker Posey and Jamie Blackley."
        },
        {
            "name": "Woody Allen",
            "sentence": "On September 30, 2016, Amazon Video debuted Allen's first television series production, titled Crisis in Six Scenes."
        },
        {
            "name": "Woody Allen",
            "sentence": "In September 2016, Allen started filming Wonder Wheel, set in the 1950s in Coney Island, and starring Kate Winslet and Justin Timberlake."
        },
        {
            "name": "Woody Allen",
            "sentence": "His film A Rainy Day in New York, starring Timothée Chalamet, Selena Gomez, Elle Fanning, Jude Law, Diego Luna and Liev Schreiber began production in New York in September 2017."
        },
        {
            "name": "Woody Allen",
            "sentence": "His first great success was Don't Drink the Water, which opened in 1968, and ran for 598 performances for almost two years on Broadway."
        },
        {
            "name": "Woody Allen",
            "sentence": "Also in 2003, reports of Allen writing the book for a musical based on Bullets Over Broadway surfaced, and it opened in New York in 2014."
        },
        {
            "name": "Woody Allen",
            "sentence": "In June 2007, it was announced that Allen would make two more creative debuts in the theatre, directing a work that he did not write and directing an opera—a reinterpretation of Puccini's Gianni Schicchi for the Los Angeles Opera—which debuted at the Dorothy Chandler Pavilion on September 6, 2008."
        },
        {
            "name": "Woody Allen",
            "sentence": "Woody Allen with Jerry Zigmont and Simon Wettenhall performing at Vienne Jazz Festival, Vienne, France, September 20, 2003 Allen is a passionate fan of jazz, featured prominently in the soundtracks to his films."
        },
        {
            "name": "Woody Allen",
            "sentence": "He has performed publicly at least since the late 1960s, notably with the Preservation Hall Jazz Band on the soundtrack of Sleeper."
        },
        {
            "name": "Woody Allen",
            "sentence": "Woody Allen and his New Orleans Jazz Band have been playing each Monday evening at Manhattan's Carlyle Hotel for many years (as of 2011, specializing in classic New Orleans jazz from the early twentieth century)."
        },
        {
            "name": "Woody Allen",
            "sentence": "Lasser appeared in three Allen films shortly before and after the divorce—Take the Money and Run, Bananas, and Everything You Always Wanted to Know About Sex* (*But Were Afraid to Ask)—and later briefly appeared in Stardust Memories."
        },
        {
            "name": "Woody Allen",
            "sentence": "In 1987, she had a cameo as a nightclub singer in Radio Days, and she was chosen to replace Mia Farrow in Manhattan Murder Mystery after Allen and Farrow began having problems with their relationship."
        },
        {
            "name": "Woody Allen",
            "sentence": "In September 1991 she began her studies at Drew University in New Jersey."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "In 1993, he wrote and directed a short film, Cigarettes & Coffee, on a budget of $20,000."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "An alumnus of the Sundance Institute, Anderson made a deal with Rysher Entertainment to direct his first feature film, the 1996 neo-noir crime thriller Hard Eight."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "Anderson received critical and commercial success for his film Boogie Nights (1997), set during the Golden Age of Porn in the 1970s and 1980s."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "His third feature, Magnolia (1999), takes place over a single day in the San Fernando Valley, following the interconnected lives of several characters in search of happiness and resolution."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "In 2002, the romantic comedy-drama Punch-Drunk Love, Anderson's fourth feature, was released to generally favorable reviews."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "The epic drama There Will Be Blood (2007), set in the late 19th and early 20th centuries, centers on an oil prospector's efforts to capitalize on the Southern California oil boom."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "Anderson's sixth film, the drama The Master (2012), was released to critical acclaim."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "His seventh film, the crime comedy-drama Inherent Vice, based on the novel of the same name by Thomas Pynchon, was released in 2014, to somewhat polarized reviews, but acclaim from some critics."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "There Will Be Blood has been named by several critics as the best film of the 2000s."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "The film was a thirty-minute mockumentary shot on video called The Dirk Diggler Story (1988), about a pornography star; the story was inspired by John Holmes, who also served as a major inspiration for Boogie Nights."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "For $20,000, made up of gambling winnings, his girlfriend's credit card, and money his father set aside for him for college, Anderson made Cigarettes & Coffee (1993), a short film connecting multiple story lines with a twenty-dollar bill."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "While at the Sundance Feature Film Program, Anderson already had a deal with Rysher Entertainment to direct his first full-length feature, Sydney, retitled Hard Eight (1996)."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "Anderson began working on the script for his next feature film during his troubles with Hard Eight, completing the script in 1995."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "The result was Anderson's breakout for the drama film Boogie Nights (1997), which is based on his short film The Dirk Diggler Story and is primarily set in the Golden Age of Porn."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "The resulting film was the ensemble piece Magnolia (1999), which tells the story of the peculiar interaction of several individuals in the San Fernando Valley."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "Adam Sandler, Paul Thomas Anderson, Emily Watson and Philip Seymour Hoffman at the 2002 Cannes Film Festival After the release of Magnolia, Anderson stated that he would like to work with comedic actor Adam Sandler in the future and that he was determined to make his next film a comparatively shorter length of just 90 minutes."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "The resulting feature was the romantic comedy-drama film Punch-Drunk Love (2002), starring Sandler, with Emily Watson portraying his love interest."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "There Will Be Blood (2007) was loosely based on the Upton Sinclair novel Oil!."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "In December 2009, Anderson was working on a new script tentatively titled The Master, about a \"charismatic intellectual\" who starts a new religion in the 1950s."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "The Master was released on September 14, 2012 by The Weinstein Company in the United States and Canada to critical acclaim."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "Production of Anderson's adaptation of Thomas Pynchon's 2009 novel Inherent Vice began in May 2013 and ended in August of the same year."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "Mehrangarh Fort in Jodhpur, in the Indian state of Rajasthan, where Junun was filmed In 2015, Anderson directed Junun, a 54-minute documentary about the making of the album of the same name by Jonny Greenwood, Israeli composer Shye Ben Tzur, and a group of Indian musicians."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "Junun premiered at the 2015 New York Film Festival."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "Phantom Thread, set during the London fashion industry in 1954, was released in late 2017."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "In 2000, Anderson wrote and directed a segment for Saturday Night Live with Ben Affleck, \"SNL FANatic\", based on the MTV series FANatic."
        },
        {
            "name": "Paul Thomas Anderson",
            "sentence": "In his 2002 interview with Jan Aghed, the director Ingmar Bergman referenced Magnolia as an example of the strength of American cinema."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "Credited as \"one of the greatest visual storytellers in filmmaking\", he first came to public attention in the 1980s as the director of Romancing the Stone (1984) and the science-fiction comedy Back to the Future film trilogy, as well as the live-action/animated comedy Who Framed Roger Rabbit (1988)."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "In the 1990s he diversified into more dramatic fare, including 1994's Forrest Gump, for which he won an Academy Award for Best Director."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "Zemeckis' films are characterized by an interest in state-of-the-art special effects, including the early use of the insertion of computer graphics into live-action footage in Back to the Future Part II (1989) and Forrest Gump, and the pioneering performance capture techniques seen in The Polar Express (2004), Beowulf (2007) and A Christmas Carol (2009)."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "[citation needed] I Wanna Hold Your Hand (1978), starring Nancy Allen, and Used Cars (1980), starring Kurt Russell, were well-received critically but were commercial failures."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "Breakthrough films and Forrest Gump (1980–97)[edit] As a result of his reputation within the industry, Zemeckis had trouble finding work in the early 1980s, though he and Gale kept busy."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "The director was jobless until Michael Douglas hired him in 1984 to film Romancing the Stone."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "Fox, Lea Thompson, Crispin Glover, and Christopher Lloyd, the 1985 film was wildly successful upon its release, and was followed by two sequels, released as Back to the Future Part II in 1989 and Back to the Future Part III in 1990."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "Before the Back to the Future sequels were released, Zemeckis collaborated with Disney and directed another film, the madcap 1940s-set mystery Who Framed Roger Rabbit, which painstakingly combined traditional animation and live action; its US$70 million budget made it one of the most expensive films made up to that point."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "In 1992, Zemeckis directed the black comedy Death Becomes Her, starring Meryl Streep, Goldie Hawn and Bruce Willis."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "Although his next film would have some comedic elements, it was Zemeckis's first with dramatic elements, and was also his biggest commercial success to date, Forrest Gump (1994)."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "In 1997, Zemeckis directed Contact, a long-gestating project based on Carl Sagan's 1985 novel of the same name."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "He shot the first part of Cast Away in early 1999, and shot What Lies Beneath in fall 1999, completing work on Cast Away in early 2000."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "What Lies Beneath, starring Harrison Ford and Michelle Pfeiffer, was released in July 2000 to mixed reviews, but did well at the box office, grossing over $155 million, domestically."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "In 2004, Zemeckis reteamed with Hanks and directed The Polar Express, based on the children's book of the same name by Chris Van Allsburg."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "In July 2007, Variety announced that Zemeckis had written a screenplay for A Christmas Carol, based on Charles Dickens' 1843 short story of the same name, with plans to use performance capture and release it under the aegis of ImageMovers Digital."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "Zemeckis made his return to live-action filmmaking with Flight, a 2012 drama for Paramount, starring Denzel Washington."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "On January 31, 2014, it was announced that a stage musical adaptation of Zemeckis's first Back to the Future film was in production."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "In 2015, he directed the true story The Walk, which is about Philippe Petit and his ambition to tightrope walk between the towers of the World Trade Center."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "Paramount Pictures and 20th Century Fox announced in February 2015 that Zemeckis would direct Brad Pitt in Allied, a romantic thriller set during World War II."
        },
        {
            "name": "Robert Zemeckis",
            "sentence": "Zemeckis with wife Leslie Harter, at the French premiere of Flight, January 2013."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Following his commercial breakthrough with the science-fiction horror film Alien (1979), further works include the neo-noir dystopian science fiction film Blade Runner, historical drama Gladiator (which won the Academy Award for Best Picture), and science fiction film The Martian."
        },
        {
            "name": "Ridley Scott",
            "sentence": "In 1965, he began directing episodes of television series for the BBC, only one of which, an episode of Adam Adamant Lives!, is available commercially."
        },
        {
            "name": "Ridley Scott",
            "sentence": "The Duellists (1977) marked Ridley Scott's first feature film as director."
        },
        {
            "name": "Ridley Scott",
            "sentence": "He accepted the job of directing Alien, the 1979 horror/science-fiction film that would win him international success."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Filmed at Shepperton Studios in England, Alien was the sixth highest-grossing film of 1979, earning over $104 million worldwide."
        },
        {
            "name": "Ridley Scott",
            "sentence": "However, in a 2006 interview, Scott remarked that he had been unhappy about Alien: The Director's Cut, feeling that the original was \"pretty flawless\" and that the additions were merely a marketing tool."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Re-titled Blade Runner and starring Harrison Ford, the film was a commercial disappointment in cinemas in 1982, but is now regarded as a classic."
        },
        {
            "name": "Ridley Scott",
            "sentence": "In 1985, Scott directed Legend, a fantasy film produced by Arnon Milchan."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Scott made Someone to Watch Over Me, a romantic thriller starring Tom Berenger and Mimi Rogers in 1987, and Black Rain (1989), a police drama starring Michael Douglas and Andy García, shot partially in Japan."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Road film Thelma & Louise (1991) starring Geena Davis as Thelma, Susan Sarandon as Louise, in addition to the breakthrough role for Brad Pitt as J.D, proved to be one of Scott's biggest critical successes, helping revive the director's reputation and receiving his first nomination for the Academy Award for Best Director."
        },
        {
            "name": "Ridley Scott",
            "sentence": "His next project, independently-funded historical epic 1492: Conquest of Paradise, was a box office failure."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Scott's historical drama Gladiator (2000) proved to be one of his biggest critical and commercial successes."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Scott then turned to Hannibal (2001) starring Anthony Hopkins as Hannibal Lecter."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Scott's next film, Black Hawk Down (2001), based on a group of stranded US soldiers fighting for their lives in Somalia, saw him receive a nomination for the Academy Award for Best Director."
        },
        {
            "name": "Ridley Scott",
            "sentence": "In 2003, Scott directed a smaller scale project, Matchstick Men, adapted from the novel by Eric Garcia and starring Nicolas Cage, Sam Rockwell and Alison Lohman."
        },
        {
            "name": "Ridley Scott",
            "sentence": "In 2005, he made the modestly successful Kingdom of Heaven, a film about the Crusades."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Unhappy with the theatrical version of Kingdom of Heaven (which he blamed on paying too much attention to the opinions of preview audiences in addition to relenting when Fox wanted 45 minutes shaved off), Scott supervised a director's cut of the film, the true version of what he wanted, which was released on DVD in 2006."
        },
        {
            "name": "Ridley Scott",
            "sentence": "The director's cut of Kingdom of Heaven has been met with critical acclaim, with Empire magazine calling the film an \"epic\", adding: \"The added 45 minutes in the director’s cut are like pieces missing from a beautiful but incomplete puzzle.\""
        },
        {
            "name": "Ridley Scott",
            "sentence": "In late 2008, Scott's espionage thriller Body of Lies, starring Leonardo DiCaprio and Russell Crowe, opened to lukewarm ticket-sales and mixed reviews."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Scott speaking with Prometheus stars Charlize Theron and Michael Fassbender at Wondercon 2012 in Anaheim, California on 17 March 2012 On 31 July 2009, news surfaced of a two-part prequel to Alien with Scott attached to direct."
        },
        {
            "name": "Ridley Scott",
            "sentence": "The project, ultimately reduced to a single film called Prometheus, which Scott described as sharing \"strands of Alien's DNA\" while not being a direct prequel, was released in June 2012."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Described as an 'anti-western'...\" Scott directed the biblically-inspired epic film Exodus: Gods and Kings, released in December 2014 which received mixed-to-negative reviews from critics while earning $268 million on a $140 million budget."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Scott participates in a question and answer session about NASA’s journey to Mars and his film The Martian, 18 August 2015 In May 2014, Scott began negotiations to direct The Martian, starring Matt Damon as Mark Watney."
        },
        {
            "name": "Ridley Scott",
            "sentence": "The film was originally scheduled for release on 25 November 2015, but Fox later switched its release date with that of Victor Frankenstein, and thus The Martian was released on 2 October 2015."
        },
        {
            "name": "Ridley Scott",
            "sentence": "A sequel to Prometheus, Alien: Covenant, started filming in 2016, premiered in London on 4 May 2017, and received general release on 19 May 2017."
        },
        {
            "name": "Ridley Scott",
            "sentence": "In August 2011, information leaked about production of a sequel to Blade Runner by Alcon Entertainment, with Alcon partners Broderick Johnson and Andrew Kosove."
        },
        {
            "name": "Ridley Scott",
            "sentence": "The sequel, Blade Runner 2049, was released on 6 October 2017."
        },
        {
            "name": "Ridley Scott",
            "sentence": "From May to August 2017, Scott filmed All the Money in the World, a drama about the kidnapping of John Paul Getty III, starring Mark Wahlberg and Michelle Williams."
        },
        {
            "name": "Ridley Scott",
            "sentence": "In May 2016, it was announced that Scott and Drew Goddard (who had worked together on The Martian) would be reteaming to adapt the book Wraiths of the Broken Land by S. Craig Zahler."
        },
        {
            "name": "Ridley Scott",
            "sentence": "In April 2017, 20th Century Fox lined up Scott to direct a film about the Battle of Britain from WWII, where the Royal Air Force defended the country from German Luftwaffe attacks, which is described as a \"passion project\" for the director."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Scott has said that a sequel to Alien: Covenant would film 14 months from May 2017."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Scott with his partner Giannina Facio at the world premiere of The Martian held at the Toronto International Film Festival on 11 September 2015 Ridley Scott was married to Felicity Heywood from 1964 to 1975."
        },
        {
            "name": "Ridley Scott",
            "sentence": "Ridley also paid tribute to his late brother Tony at the 2016 Golden Globes, after his film, The Martian, won Best Motion Picture – Musical or Comedy."
        },
        {
            "name": "Ridley Scott",
            "sentence": "More recently during the filming of Scott's 2012 film, Prometheus, Charlize Theron praised the director's willingness to listen to suggestions from the cast for improvements in the way their characters are portrayed on screen."
        },
        {
            "name": "Ridley Scott",
            "sentence": "He has been nominated for three Academy Awards for Directing—Thelma & Louise, Gladiator and Black Hawk Down—as well as a Golden Globe, BAFTA and 2 Primetime Emmy Awards."
        },
        {
            "name": "Olivier Assayas",
            "sentence": "Assayas's film Cold Water was screened in the Un Certain Regard section at the 1994 Cannes Film Festival."
        },
        {
            "name": "Olivier Assayas",
            "sentence": "They divorced in 2001, but their relationship remained amicable, and in 2004 Cheung made her award-winning film Clean with him."
        },
        {
            "name": "Olivier Assayas",
            "sentence": "He met actress-director Mia Hansen-Løve when Hansen-Løve, seventeen at the time, starred in Assayas's 1998 feature Late August, Early September, but \"[they] didn't get together until [she] was 20\"."
        },
        {
            "name": "Olivier Assayas",
            "sentence": "He directed and co-wrote the acclaimed 2010 French television miniseries Carlos, about the life of the terrorist Ilich Ramírez Sánchez."
        },
        {
            "name": "Olivier Assayas",
            "sentence": "Venezuelan actor Édgar Ramírez won the César Award for Most Promising Actor in 2011 for his performance as Carlos."
        },
        {
            "name": "Olivier Assayas",
            "sentence": "His 2012 film, Something in the Air, was selected to compete for the Golden Lion at the 69th Venice International Film Festival."
        },
        {
            "name": "Olivier Assayas",
            "sentence": "His 2014 film Clouds of Sils Maria was selected to compete for the Palme d'Or in the main competition section at the 2014 Cannes Film Festival."
        },
        {
            "name": "Olivier Assayas",
            "sentence": "In 2016, Assayas won Best Director Award (Cannes Film Festival) for Personal Shopper, which also starred Kristen Stewart."
        },
        {
            "name": "Michael Apted",
            "sentence": "He is one of the most prolific British film directors of his generation, and directed the Up Series (1964–) of documentaries and the James Bond film The World Is Not Enough (1999)."
        },
        {
            "name": "Michael Apted",
            "sentence": "He returned to television, directing the first three episodes of the TV series Rome (2005)."
        },
        {
            "name": "Michael Apted",
            "sentence": "Apted directed Amazing Grace which premiered at the closing of the Toronto International Film Festival in 2006."
        },
        {
            "name": "Michael Apted",
            "sentence": "The series looks at the lives of this sample of British people over the years; the latest instalment, 56 Up, was produced in 2012."
        },
        {
            "name": "Michael Apted",
            "sentence": "They worked together again in 1982 for the TV movie P'tang, Yang, Kipperbang, the first film commissioned by Britain's Channel 4."
        },
        {
            "name": "Michael Apted",
            "sentence": "Apted made his first feature film in 1972, The Triple Echo, starring Oliver Reed and Glenda Jackson, and he directed two films for David Puttnam."
        },
        {
            "name": "Michael Apted",
            "sentence": "In 1979 he directed the Hollywood-financed Agatha, featuring Vanessa Redgrave."
        },
        {
            "name": "Michael Apted",
            "sentence": "He went to the United States in 1980, where he directed Coal Miner's Daughter, which received seven Academy Award nominations, winning best actress for Sissy Spacek."
        },
        {
            "name": "Michael Apted",
            "sentence": "In 1983 he directed Gorky Park, a political thriller based on the novel by Martin Cruz Smith, that deals with police corruption in the former Soviet Union."
        },
        {
            "name": "Michael Apted",
            "sentence": "In 1999, Apted directed the James Bond film The World Is Not Enough."
        },
        {
            "name": "Michael Apted",
            "sentence": "In 1988/9 he directed the documentary The Long Way Home, which chronicled the UK, US and USSR adventures of Boris Grebenshikov, the first Soviet underground musician allowed to record in the West."
        },
        {
            "name": "Michael Apted",
            "sentence": "In 1997, he explored the creative process in Inspirations through candid discussion with seven artists from diverse media, including music, painting, dance, sculpture, and architecture."
        },
        {
            "name": "Michael Apted",
            "sentence": "In a project backed by Trudie Styler, Apted directed Moving the Mountain, a feature documentary which probed the origins of the 1989 protests in Tiananmen Square and the consequences of the movement in the lives of several of the movement's student leaders."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "For his work in the Western film Unforgiven (1992) and the sports drama Million Dollar Baby (2004), Eastwood won Academy Awards for Best Director and Best Picture, as well as receiving nominations for Best Actor."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Other popular films include the Western Hang 'Em High (1968), the psychological thriller Play Misty for Me (1971), the crime film Thunderbolt and Lightfoot (1974), the Western The Outlaw Josey Wales (1976), the prison film Escape from Alcatraz (1979), the action film Firefox (1982), the suspense thriller Tightrope (1984), the Western Pale Rider (1985), the war films Where Eagles Dare (1968), Kelly's Heroes (1970), Heartbreak Ridge (1986), the action thriller In the Line of Fire (1993), the romantic drama The Bridges of Madison County (1995), and the drama Gran Torino (2008)."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In addition to directing many of his own star vehicles, Eastwood has also directed films in which he did not appear, such as the mystery drama Mystic River (2003) and the war film Letters from Iwo Jima (2006), for which he received Academy Award nominations, the drama Changeling (2008), and the South African biographical political sports drama Invictus (2009)."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "The war drama biopic American Sniper (2014) set box office records for the largest January release ever and was also the largest opening ever for an Eastwood film."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 1973, Eastwood directed his first western, High Plains Drifter, in which he also starred."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Eastwood next turned his attention towards Breezy (1973), a film about love blossoming between a middle-aged man and a teenage girl."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Breezy was not a major critical or commercial success and it was only made available on video in 1998."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Once filming of Breezy had finished, Warners announced that Eastwood had agreed to reprise his role as Callahan in Magnum Force (1973), a sequel to Dirty Harry, about a group of rogue young officers (among them David Soul, Robert Urich and Tim Matheson) in the San Francisco Police Department who systematically exterminate the city's worst criminals."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Eastwood's next film The Eiger Sanction (1975) was based on Trevanian's critically acclaimed spy novel of the same name."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Upon release in May 1975 The Eiger Sanction was marginally successful commercially, receiving $14.2 million at the box office, and was received with mixed reviews."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "The Outlaw Josey Wales (1976), a western inspired by Asa Carter's 1972 novel of the same name, has lead character Josey Wales (Eastwood) as a pro-Confederate guerilla who refuses to surrender his arms after the American Civil War and is chased across the old southwest by a group of enforcers."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Upon release in the summer of 1976 The Outlaw Josey Wales was widely acclaimed, with many critics and viewers seeing Eastwood's role as an iconic one that related to America's ancestral past and the destiny of the nation after the American Civil War."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 1977, he directed and starred in The Gauntlet opposite Locke, Pat Hingle, William Prince, Bill McKinney, and Mara Corday."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 1980, Eastwood directed and played the title role in Bronco Billy alongside Locke, Scatman Crothers, and Sam Bottoms."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 1982, Eastwood directed and starred in Honkytonk Man, based on the eponymous Clancy Carlile's depression-era novel."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Eastwood directed and starred in the fourth Dirty Harry film, Sudden Impact, which was shot in the spring and summer of 1983 and is considered the darkest and most violent of the series."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "— Eastwood, on the philosophical allure of portraying western loners Eastwood made his only foray into TV direction with the 1985 Amazing Stories episode Vanessa in the Garden, which starred Harvey Keitel and Locke."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "He would revisit the Western genre when he directed and starred in Pale Rider (1985), a film based on the classic 1953 western Shane and follows a preacher descending from the mists of the Sierras to side with the miners during the California Gold Rush of 1850."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "The title is a reference to the Four Horsemen of the Apocalypse, as the rider of the pale horse is Death, and shows similarities to Eastwood's 1973 western High Plains Drifter in its themes of morality and justice as well as its exploration of the supernatural."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 1986, Eastwood co-starred with Marsha Mason in the military drama Heartbreak Ridge, about the 1983 United States invasion of Grenada."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Always interested in jazz, he directed Bird (1988), a biopic starring Forest Whitaker as jazz musician Charlie \"Bird\" Parker."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Eastwood directed and starred in White Hunter Black Heart (1990), an adaptation of Peter Viertel's roman à clef, about John Huston and the making of the classic film The African Queen."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Later in 1990, Eastwood directed and co-starred with Charlie Sheen in The Rookie, a buddy cop action film."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "— Vincent Canby of The New York Times, on Eastwood's performance in Unforgiven In 1992, Eastwood revisited the western genre in his film Unforgiven, a film in which he directed and starred as an aging ex-gunfighter long past his prime."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Unforgiven was a major commercial and critical success; Jack Methews of the Los Angeles Times described it as \"the finest classical western to come along since perhaps John Ford's 1956 The Searchers."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In June 2008 Unforgiven was ranked as the fourth-best American western, behind Shane, High Noon, and The Searchers, in the American Film Institute's \"AFI's 10 Top 10\" list."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Later in 1993, he directed and co-starred alongside Kevin Costner in A Perfect World."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 1997, Eastwood directed and starred in the political thriller Absolute Power, alongside Gene Hackman (with whom he had appeared in Unforgiven)."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Later in 1997, Eastwood directed Midnight in the Garden of Good and Evil, based on the novel by John Berendt and starring John Cusack, Kevin Spacey, and Jude Law."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "— Author Edward Gallafent, commenting on Eastwood's impact on film from the 1970s to 1990s Eastwood directed and starred in True Crime (1999)."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "The film was a box office failure, earning less than half its $55 million budget and was Eastwood's worst-performing film of the 1990s aside from White Hunter Black Heart, which had a limited release."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 2000, Eastwood directed and starred in Space Cowboys alongside Tommy Lee Jones, Donald Sutherland and James Garner."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 2002, Eastwood played an ex-FBI agent chasing a sadistic killer (Jeff Daniels) in the thriller Blood Work, loosely based on the 1998 novel of the same name by Michael Connelly."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Eastwood directed and scored the crime drama Mystic River (2003), a film dealing with themes of murder, vigilantism and sexual abuse and starring Sean Penn, Kevin Bacon and Tim Robbins."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Eastwood next directed Changeling (2008), based on a true story set in the late 1920s."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Eastwood's 30th directorial outing came with Invictus, a film based on the story of the South African team at the 1995 Rugby World Cup, with Morgan Freeman as Nelson Mandela, Matt Damon as rugby team captain François Pienaar and Grant L. Roberts as Ruben Kruger."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "At the press conference for Hereafter (second from right) In 2010, Eastwood directed Hereafter, again working with Matt Damon, who portrayed a psychic."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 2011, Eastwood directed J. Edgar, a biopic of FBI director J. Edgar Hoover, with Leonardo DiCaprio in the title role."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "His next film, Sully, starred Tom Hanks as Chesley Sullenberger, who successfully landed the US Airways Flight 1549 on the Hudson River in an emergency landing, keeping all passengers on board alive."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "In 2018, he directed the biographical thriller The 15:17 to Paris, which saw previously non-professional actors Spencer Stone, Anthony Sadler and Alek Skarlatos playing themselves as they stop the 2015 Thalys train attack."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "The source for the 1989 Enquirer article that originally broke the story claimed Johnson was aware of Kimber's existence at all times and even met Roxanne Tunis in person when making an unannounced visit to the set of Breezy in 1972."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "The two began living together while filming The Outlaw Josey Wales in the autumn of 1975, by which time, according to Locke, \"He had told me that there was no real relationship left between him and Maggie.\""
        },
        {
            "name": "Clint Eastwood",
            "sentence": "They co-starred in Unforgiven, and had a daughter, Francesca Eastwood (born Francesca Fisher-Eastwood; August 7, 1993)."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Furthermore, Eastwood's 2014 movie American Sniper was met with strong critical praise, especially from many Republicans who called it a pro-War on Terror, pro-Republican, and patriotic film; Eastwood responded by saying that such notions represented a \"stupid analysis\" and that the movie had nothing to do with political parties."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "During a screening of his 1992 film Unforgiven at the Cannes Film Festival on May 21, 2017, as part of the film's 25th anniversary, Eastwood decried what he saw as political correctness within society."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "Eastwood has directed five actors in Academy Award–winning performances: Gene Hackman in Unforgiven, Tim Robbins and Sean Penn in Mystic River, and Morgan Freeman and Hilary Swank in Million Dollar Baby."
        },
        {
            "name": "Clint Eastwood",
            "sentence": "He started directing in 1971, and made his debut as a producer in 1982, with Firefox, though he had been functioning as uncredited producer on all of his Malpaso Company films since Hang 'Em High in 1968."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "He rose to prominence in the 1980s with his comedy films Melvin and Howard (1980), Swing Shift (1984), Something Wild (1986), and Married to the Mob (1988), as well as the critically acclaimed concert film Stop Making Sense (1984), in collaboration with the band Talking Heads."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "He became best known for directing The Silence of the Lambs (1991), for which he won the Academy Award for Best Director."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "He later directed Philadelphia (1993) and Rachel Getting Married (2008)."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "He then moved on to directing three films for Corman's studio New World Pictures: Caged Heat (1974), Crazy Mama (1975), and Fighting Mad (1976)."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "After Fighting Mad, Demme directed the comedy film Handle with Care (originally titled Citizens Band, 1977) for Paramount Pictures."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "Demme's next film, Melvin and Howard (1980), did not get a wide release, but received a groundswell of critical acclaim, and led to the signing of Demme to direct the Goldie Hawn and Kurt Russell star vehicle Swing Shift (1984)."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "After Swing Shift, Demme stepped back from Hollywood to make the Talking Heads concert film Stop Making Sense (also 1984) which won the National Society of Film Critics Award for best documentary; the eclectic screwball action-romantic comedy Something Wild (1986); a film-version of the stage production Swimming to Cambodia (1987), by monologist Spalding Gray; and the New York Mafia-by-way-of Downtown comedy Married to the Mob.a[›] Demme formed his production company, Clinica Estetico, with producers Edward Saxon and Peter Saraf in 1987."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "Demme won the Academy Award for The Silence of the Lambs (1991)—one of only three films to win all the major categories (Best Picture, Best Director, Best Screenplay, Best Actor, and Best Actress)."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "Inspired by his friend Juan Suárez Botas's illness with AIDS and fueled by his own moral convictions, Demme then used his influence to make Philadelphia (1993), one of the first major films to address the AIDS crisis and which garnered star Tom Hanks his first Best Actor Oscar."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "Subsequently, his films included an adaptation of Toni Morrison's Beloved (1998), and remakes of two films from the 1960s: The Truth About Charlie (2002), based on Charade, that starred Mark Wahlberg in the Cary Grant role; and The Manchurian Candidate (2004), with Denzel Washington and Meryl Streep."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "His art-house hit Rachel Getting Married (2008) was compared by many critics to Demme's films of the late 1970s and 1980s."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "He returned to the concert documentary format with Justin Timberlake + the Tennessee Kids (2016), which he described as a \"performance film, but also a portrait of an artist at a certain moment in the arc of his career\", and his last project was a history of rock & roll for the Rock and Roll Hall of Fame compiled from footage from Hall of Fame induction ceremonies set to debut in summer 2017."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "Beginning with Rachel Getting Married (2008), Demme adopted a documentary style of filmmaking."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "His documentary Haiti Dreams of Democracy (1988) captured Haiti's era of democratic rebuilding after dictatorship, while his documentary The Agronomist (2008) profiled Haitian journalist and human rights activist Jean Dominique."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "Demme spent six years on the documentary I'm Carolyn Parker (2011), which highlighted rebuilding efforts in New Orleans Lower Ninth Ward after Hurricane Katrina."
        },
        {
            "name": "Jonathan Demme",
            "sentence": "In 2014, he held an auction in Philadelphia selling thousands from his collection, much of which was donated to a cultural center in Port-au-Prince."
        },
        {
            "name": "Stephen Frears",
            "sentence": "Frears has directed numerous films since the 1980s including My Beautiful Laundrette, Dangerous Liaisons, High Fidelity, The Queen, Philomena, and Florence Foster Jenkins."
        },
        {
            "name": "Stephen Frears",
            "sentence": "Frears in Sweden, 1989, promoting his film Dangerous Liaisons In the late 1980s, Frears came to international attention as a director of feature films."
        },
        {
            "name": "Stephen Frears",
            "sentence": "His directorial film debut was the detective spoof Gumshoe (1971)."
        },
        {
            "name": "Stephen Frears",
            "sentence": "His second film adapted from a Kureishi screenplay was Sammy and Rosie Get Laid (1987)."
        },
        {
            "name": "Stephen Frears",
            "sentence": "In 2006, Frears directed The Queen, about Queen Elizabeth II."
        },
        {
            "name": "Stephen Frears",
            "sentence": "Frears' other films include Western The Hi-Lo Country (1998), which won him the best director award at the Berlin Film Festival, High Fidelity (2000), which features a number of scenes where star John Cusack addresses the audience directly, Dirty Pretty Things (2002), and the British theatre comedy Mrs Henderson Presents (2005)."
        },
        {
            "name": "Stephen Frears",
            "sentence": "Frears returned to directing for television with The Deal (2003), which depicts an alleged deal between Tony Blair and Gordon Brown over which of them should become leader of the Labour Party in 1994."
        },
        {
            "name": "Stephen Frears",
            "sentence": "Frears has also directed two films adapted from novels by Roddy Doyle, The Snapper (1993) and The Van (1996)."
        },
        {
            "name": "Stephen Frears",
            "sentence": "His 1992 film Hero, starring Dustin Hoffman, was a major box office disappointment."
        },
        {
            "name": "Stephen Frears",
            "sentence": "His 2013 Irish adoption drama, Philomena, written by Jeff Pope and Steve Coogan, won the best screenplay award at the 2013 Venice Film Festival and the BAFTAS, and was nominated that year for Best Picture at the BAFTAs and the Academy Awards."
        },
        {
            "name": "Stephen Frears",
            "sentence": "His biopic of disgraced cycling champion Lance Armstrong, The Program, was premiered in the 2015 BFI London Film Festival."
        },
        {
            "name": "Stephen Frears",
            "sentence": "Frears at the Cardiff Film Festival in 2006 for the premiere of The Queen."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Other films include the critically lauded drama Heavenly Creatures (1994), the mockumentary film Forgotten Silver (1995), the horror comedy The Frighteners (1996), the epic monster remake film King Kong (2005), and the supernatural drama film The Lovely Bones (2009)."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Jackson began his career with the \"splatstick\" horror comedy Bad Taste (1987) and the black comedy Meet the Feebles (1989) before filming the zombie comedy Braindead (1992)."
        },
        {
            "name": "Peter Jackson",
            "sentence": "In May 1987, Bad Taste was unveiled at the Cannes Film Festival, where rights to the film quickly sold to twelve countries."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Jackson's next film to see release was Meet the Feebles (1989), co-written with Sinclair, Walsh and Mulheron."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Jackson's next release was the horror comedy Braindead (1992) (released in North America as Dead Alive)."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Released in 1994 after Jackson won a race to bring the story to the screen, Heavenly Creatures marked a major change for Jackson in terms of both style and tone."
        },
        {
            "name": "Peter Jackson",
            "sentence": "The following year, in collaboration with Wellington film-maker Costa Botes, Jackson co-directed the mockumentary Forgotten Silver (1995)."
        },
        {
            "name": "Peter Jackson",
            "sentence": "This period was a key one of change for both Jackson and Weta Workshop, the special effects company—born from the one-man contributions of George Port to Heavenly Creatures — with which Jackson is often associated."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Jackson in 2003, at the premiere of The Lord of the Rings: The Return of the King in Wellington Jackson won the rights to film Tolkien's epic in 1997 after meeting with producer Saul Zaentz."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Universal Studios signed Jackson for a second time to remake the 1933 classic King Kong—the film that inspired him to become a film director as a child."
        },
        {
            "name": "Peter Jackson",
            "sentence": "In 2007, Jackson directed a short film entitled Crossing the Line, to test a new model of digital cinema camera, the RED ONE."
        },
        {
            "name": "Peter Jackson",
            "sentence": "\"Crossing the Line\" was shown at NAB 2007 (the USA National Association of Broadcasters)."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Jackson completed an adaptation of Alice Sebold's bestseller, The Lovely Bones, which was released in the United States on 11 December 2009."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Jackson's eldest son, Billy (born 1995), has made cameo appearances in almost every one of his father's films since his birth, namely The Frighteners, The Lord of the Rings film trilogy, King Kong, The Lovely Bones, and the third film of The Hobbit trilogy."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Walsh has contributed to all of Jackson's films since 1989, as co-writer since Meet the Feebles, and as producer since The Lord of the Rings: The Fellowship of the Ring."
        },
        {
            "name": "Peter Jackson",
            "sentence": "She won three Academy Awards in 2003, for Best Picture, Best Adapted Screenplay and Best Original Song, all for The Lord of the Rings: The Return of the King."
        },
        {
            "name": "Peter Jackson",
            "sentence": "Since 1994's Heavenly Creatures Peter Jackson's films have enjoyed success in the annual awards season, earning many nominations and winning several awards; The Frighteners being his only directed effort since 1994 not to be nominated for an Academy Award."
        },
        {
            "name": "Ron Howard",
            "sentence": "He appeared in the musical film The Music Man (1962), the comedy film The Courtship of Eddie's Father (1963), the coming of age film American Graffiti (1973), the western film The Shootist (1976), and the comedy film Grand Theft Auto (1977), which he also directed."
        },
        {
            "name": "Ron Howard",
            "sentence": "His films include: the science-fiction/fantasy film Cocoon (1985), the historical docudrama Apollo 13 (1995) (earning him the Directors Guild of America award for Outstanding Directorial Achievement in Motion Pictures), the biographical drama A Beautiful Mind (2001) (earning him the Academy Award for Best Director and Academy Award for Best Picture), the thriller The Da Vinci Code (2006), the historical drama Frost/Nixon (2008) (nominated for Best Director and Best Picture Academy Awards) and Solo: A Star Wars Story (2018)."
        },
        {
            "name": "Ron Howard",
            "sentence": "Before leaving Happy Days in 1980, Howard made his directing debut with the 1977 low-budget comedy/action film Grand Theft Auto."
        },
        {
            "name": "Ron Howard",
            "sentence": "His big theatrical break came in 1982, with Night Shift, featuring Michael Keaton, Shelley Long, and Henry Winkler."
        },
        {
            "name": "Ron Howard",
            "sentence": "Howard showcased the world premiere of his film Frost/Nixon at the 2008 London Film Festival in October 2008."
        },
        {
            "name": "Ron Howard",
            "sentence": "Howard in June 2008 during the filming of Angels & Demons Howard is the co-chairman, with Brian Grazer, of Imagine Entertainment, a film and television production company."
        },
        {
            "name": "Werner Herzog",
            "sentence": "In 1962, he made his first short film, Herakles."
        },
        {
            "name": "Werner Herzog",
            "sentence": "In 1971, while Herzog was location scouting for Aguirre, the Wrath of God in Peru, he narrowly avoided taking LANSA Flight 508."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Long haunted by the event, nearly 30 years later he made a documentary film, Wings of Hope (2000), which explored the story of the sole survivor."
        },
        {
            "name": "Werner Herzog",
            "sentence": "His first major award was the Silver Bear Extraordinary Prize of the Jury for his first feature film Signs of Life (Nosferatu the Vampyre was also nominated for Golden Bear in 1979)."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Most notably, Herzog won the best director award for Fitzcarraldo at the 1982 Cannes Film Festival."
        },
        {
            "name": "Werner Herzog",
            "sentence": "In 1975, his movie The Enigma of Kaspar Hauser won the Grand Prix Spécial du Jury (also known as the 'Silver Palm') at the Cannes Festival."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Other films directed by Herzog nominated for Golden Palm are: Woyzeck (1979) and Where the Green Ants Dream (1984)."
        },
        {
            "name": "Werner Herzog",
            "sentence": "In 1987, Herzog and his half-brother Lucki Stipetić won the Bavarian Film Award for Best Producing for the film Cobra Verde."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Four of his films have been shown at the San Francisco International Film Festival: Wodaabe - Herdsmen of the Sun in 1990, Bells from the Deep in 1993, Lessons of Darkness in 1993, and The Wild Blue Yonder in 2006."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Grizzly Man, directed by Herzog, won the Alfred P. Sloan Prize at the 2005 Sundance Film Festival."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Encounters at the End of the World won the award for Best Documentary at the 2008 Edinburgh International Film Festival and was nominated for the Academy Award for Documentary Feature, Herzog's first nomination."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Herzog completed a documentary called Cave of Forgotten Dreams in 2010, which shows his journey into the Chauvet Cave in France."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Also in 2010, Herzog co-directed with Dimitry Vasuykov Happy People: A Year in the Taiga, which portrays the life of fur trappers from the Siberian part of the Taiga, and had its premiere at the 2010 Telluride Film Festival."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Herzog gained attention in 2013 when he released a 35-minute Public Service Announcement-style documentary, From One Second to the Next, demonstrating the danger of texting while driving and financed by AT&T, Sprint, Verizon, and T-Mobile as part of their It Can Wait driver safety campaign."
        },
        {
            "name": "Werner Herzog",
            "sentence": "In 2015, Herzog shot a feature film, Salt and Fire, in Bolivia, starring Veronica Ferres, Michael Shannon, and Gael García Bernal."
        },
        {
            "name": "Werner Herzog",
            "sentence": "His treatment of subjects has been characterized as Wagnerian in its scope, and Fitzcarraldo and his later film Invincible (2001) are directly inspired by opera, or operatic themes."
        },
        {
            "name": "Werner Herzog",
            "sentence": "His first independent work for Herzog was Precautions Against Fanatics in 1969."
        },
        {
            "name": "Werner Herzog",
            "sentence": "He last collaborated with Herzog during Pilgrimage in 2001."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Peter Zeitlinger collaborated with Herzog on more than twenty films, from Gesualdo: Death for Five Voices (1995) to the documentary Into the Inferno (2017), including Rescue Dawn and Grizzly Man."
        },
        {
            "name": "Werner Herzog",
            "sentence": "He was nominated for the Independent Spirit Award for Bad Lieutenant: Port of Call New Orleans in 2009."
        },
        {
            "name": "Werner Herzog",
            "sentence": "He won the Bavarian Film Award in 1988 for Cobra Verde and International Documentary Association Award for Little Dieter Needs to Fly in 1998."
        },
        {
            "name": "Werner Herzog",
            "sentence": "André Singer worked either as an executive producer or producer on eight of Herzog’s documentaries, starting with \"Lessons of Darkness\" in 1991 and ending with \"The Wild Blue Yonder.\""
        },
        {
            "name": "Werner Herzog",
            "sentence": "He worked on the recent \"La Bohème\" (2009), and \"Into the Abyss\"/\"Death Row\", 2011."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Beate Mainka-Jellinghaus worked with Herzog on twenty films, from Signs of Life and Last Words (both from 1968) to Where the Green Ants Dream (1984)."
        },
        {
            "name": "Werner Herzog",
            "sentence": "She won the Film Award in Gold during the German Film Awards for The Enigma of Kaspar Hauser in 1975."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Joe Bini has collaborated with Herzog on nineteen films, from Little Dieter Needs to Fly (1997) to Cave of Forgotten Dreams (2009)."
        },
        {
            "name": "Werner Herzog",
            "sentence": "He was nominated by American Cinema Editors for Best Edited Documentary Film for Grizzly Man in 2005."
        },
        {
            "name": "Werner Herzog",
            "sentence": "She was nominated for a Saturn Award for Nosferatu the Vampyre in 1979."
        },
        {
            "name": "Werner Herzog",
            "sentence": "The first of so far four collaborations, \"Invincible\" (2001) was actually one of Badelt's first film scores."
        },
        {
            "name": "Werner Herzog",
            "sentence": "Badelt also wrote the scores to \"Rescue Dawn\" (2006), \"Happy People: A Year in the Taiga\" (2010), and is currently working on Herzog's upcoming feature \"Queen of the Desert\" (2015)."
        },
        {
            "name": "Neil Jordan",
            "sentence": "He won an Academy Award (Best Original Screenplay) for The Crying Game (1992)."
        },
        {
            "name": "Neil Jordan",
            "sentence": "He also won the Silver Bear for Best Director at the Berlin International Film Festival for The Butcher Boy (1997)."
        },
        {
            "name": "Neil Jordan",
            "sentence": "Jordan achieved renown for creating The Borgias (2011 TV series) for Showtime."
        },
        {
            "name": "Neil Jordan",
            "sentence": "During the 1980s, he directed films that won him acclaim, including The Company of Wolves and Mona Lisa, both made in England."
        },
        {
            "name": "Neil Jordan",
            "sentence": "Neil Jordan at the German premiere of The Brave One, 2007 Unconventional sexual relationships are a recurring theme in Jordan's work, and he often finds a sympathetic side to characters that audiences would traditionally consider deviant or downright horrifying."
        },
        {
            "name": "Neil Jordan",
            "sentence": "Jordan with Alicja Bachleda-Curuś and Colin Farrell at the Ondine premiere, 2010 Tribeca Film Festival in New York The critical success of Jordan's early pictures led him to Hollywood, where he directed High Spirits and We're No Angels; both were critical and financial disasters."
        },
        {
            "name": "Neil Jordan",
            "sentence": "Jordan also wrote and directed the Irish made film Ondine (2009), starring Colin Farrell and Alicja Bachleda-Curuś."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "His indie drama Sex, Lies, and Videotape (1989) won the Palme d'Or at the Cannes Film Festival, making the then-26-year-old Soderbergh the youngest solo director to win the festival's top award, and became a worldwide commercial success."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "He is best known for directing Hollywood films including the crime comedy Out of Sight (1998); the biographical film Erin Brockovich (2000); the crime drama film Traffic (2000, for which he won the Academy Award for Best Director); the comedy heist film Ocean's Eleven (2001, a remake of the 1960 film Ocean's 11) and its two sequels—known collectively as the Ocean's Trilogy; the medical thriller Contagion (2011); the comedy-drama Magic Mike (2012); and another heist comedy, Logan Lucky (2017)."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "He has also directed smaller, less conventional works, such as the mystery thriller Kafka (1991); the experimental comedy film Schizopolis (1996), which has a non-linear narrative; Bubble (2005), which uses no script and non-professional actors; the biopic about Marxist revolutionary Ernesto \"Che\" Guevara, Che (2008); the experimental drama film The Girlfriend Experience (2009), which starred the then-active pornographic actress Sasha Grey; and the psychological horror film Unsane (2018), which was shot on an iPhone."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "Soderbergh also directed, photographed and edited all episodes of the television drama The Knick (2014–2015) and the miniseries Mosaic (2018)."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "After Soderbergh returned to Baton Rouge, he conceived the idea for Sex, Lies, and Videotape (1989), which he wrote in eight days."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "Sex, Lies, and Videotape was followed by a series of low-budget box-office disappointments: Kafka, a biopic mixing fact and Kafka's own fiction (notably The Castle and The Trial), written by Lem Dobbs and starring Jeremy Irons as Franz Kafka; King of the Hill (1993), a critically acclaimed Depression-era drama; The Underneath (1995), a remake of Robert Siodmak's 1949 film noir Criss Cross; and Schizopolis (1996), a comedy which he starred in, wrote, composed, and shot as well as directed."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "He also directed the Spalding Gray monologue film Gray's Anatomy in 1996."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "Making good on his Schizopolis-inspired \"artistic wake-up call\", his commercial slump ended in 1998 with Out of Sight, a stylized adaptation of an Elmore Leonard novel, written by Scott Frank and starring George Clooney and Jennifer Lopez."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "Soderbergh followed up on the success of Out of Sight by making another crime caper, The Limey (1999), from a screenplay by Lem Dobbs and starring veteran actors Terence Stamp and Peter Fonda."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "The film was well-received, but not as much as Erin Brockovich (2000), written by Susannah Grant and starring Julia Roberts in her Oscar-winning role as a single mother taking on industry in a civil action."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "Brad Pitt, George Clooney, Matt Damon, Andy García, Julia Roberts, and Soderbergh at Incirlik Air Base, Turkey in December 2001 Ocean's Eleven (2001), a Ted Griffin-scripted remake from a Rat Pack-movie from 1960, featuring an all-star cast and flashy aesthetics, is Soderbergh's highest-grossing movie to date, grossing more than $183 million domestically and more than $450 million worldwide."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "The film's star, George Clooney, subsequently appeared in Solaris (2002), marking the third time the two have headlined a film."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "Following up Full Frontal stylistically was Soderbergh next project, K Street (2003), a ten-part political HBO series he co-produced with Clooney."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "In 2004, Soderbergh directed Ocean's Twelve, a sequel to Ocean's Eleven."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "In 2005, Soderbergh raised eyebrows with Bubble, a $1.6 million film featuring a cast of nonprofessional actors."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "A romantic drama set in post-war Berlin, The Good German, starring Cate Blanchett and Clooney, was released in late 2006."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "The sixth pairing of Clooney and Soderbergh, Ocean's Thirteen, was released in June 2007."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "Soderbergh shot his feature film The Girlfriend Experience in New York in 2008."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "His next film was 2009's The Informant!"
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "In the fall of 2010, he shot the epic virus thriller Contagion, written by Scott Z. Burns."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "In September and October 2011, he shot Magic Mike, a film starring Channing Tatum, about the actor's experiences working as a male stripper in his youth."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "Behind the Candelabra, his final film before his much publicized hiatus, was shot in the summer of 2012."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "In the end, while promoting Side Effects in early 2013, he clarified that he had a five-year plan that saw him transitioning away from making feature films around his fiftieth birthday."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "It was announced in June 2014 that Soderbergh would be executive producing a series based on his earlier film The Girlfriend Experience for the Starz network, to premiere sometime in 2016."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "In September 2015, Soderbergh was announced to be directing Mosaic, a series for HBO."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "In February 2016, Soderbergh came out of his retirement from feature films to direct a NASCAR heist film, Logan Lucky, starring Channing Tatum, Adam Driver, and Daniel Craig, among others."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "In July 2017, it was revealed that Soderbergh had also secretly shot a horror film using iPhones (similar to the making of Tangerine), titled Unsane, and starring Claire Foy and Juno Temple."
        },
        {
            "name": "Steven Soderbergh",
            "sentence": "Catherine Zeta-Jones received a Golden Globe nomination for her portrayal of Helena in Traffic (2000) and reteamed with him for box-office hit Ocean's Twelve (2004) and Side Effects (2013)."
        },
        {
            "name": "Todd Solondz",
            "sentence": "His work includes Welcome to the Dollhouse (1995), Happiness (1998), Storytelling (2001), Palindromes (2004), Life During Wartime (2009), Dark Horse (2011), and Wiener-Dog (2016)."
        },
        {
            "name": "Todd Solondz",
            "sentence": "One of Solondz's short films, Schatt's Last Shot, was made in 1985."
        },
        {
            "name": "Todd Solondz",
            "sentence": "In 1989 Solondz wrote and directed Fear, Anxiety & Depression, an episodic comedy about fledgling playwright Ira (played by Solondz) and his frustrating interactions with the opposite sex."
        },
        {
            "name": "Todd Solondz",
            "sentence": "[citation needed] The end result was 1995's Welcome to the Dollhouse, which went on to win the Grand Jury Prize at the Sundance Film Festival."
        },
        {
            "name": "Todd Solondz",
            "sentence": "Solondz's next piece was Happiness (1998), a highly controversial film due to the themes explored in it, which range from rape, pedophilia, suicide and murder to a bizarre sexual phone caller."
        },
        {
            "name": "Todd Solondz",
            "sentence": "In 2001, Solondz released Storytelling, which premiered at the 2001 Cannes Film Festival."
        },
        {
            "name": "Todd Solondz",
            "sentence": "Solondz's next film, Palindromes (2004), raised the eyebrows of many pundits and reviewers due to its themes of child molestation, statutory rape and abortion."
        },
        {
            "name": "Todd Solondz",
            "sentence": "Life During Wartime (formerly known as Forgiveness) was produced by John Hart and Evamere Entertainment and released in 2009."
        },
        {
            "name": "Todd Solondz",
            "sentence": "Information about the characters in the film, and their differences from those of its predecessor Happiness, first emerged in August 2009."
        },
        {
            "name": "Todd Solondz",
            "sentence": "In July 2010 Solondz completed the script of his next film, Dark Horse, which was filmed in Fall 2010."
        },
        {
            "name": "Todd Solondz",
            "sentence": "On September 5, 2011, Dark Horse was presented at the Venice Film Festival."
        },
        {
            "name": "Todd Solondz",
            "sentence": "On October 14, 2011, Dark Horse made its European premiere at the BFI London Film Festival."
        },
        {
            "name": "Todd Solondz",
            "sentence": "On April 23, 2012, Dark Horse was announced as the Closing Night selection for Maryland Film Festival 2012."
        },
        {
            "name": "Todd Solondz",
            "sentence": "Wiener-Dog premiered at Sundance 2016."
        },
        {
            "name": "Bryan Singer",
            "sentence": "His next film, Public Access (1993), was a co-winner of the Grand Jury Prize at the 1993 Sundance Film Festival."
        },
        {
            "name": "Bryan Singer",
            "sentence": "In the mid-1990s, Singer received critical acclaim for directing the neo-noir crime thriller The Usual Suspects (1995), which starred Gabriel Byrne, Kevin Spacey, Stephen Baldwin, and Benicio del Toro."
        },
        {
            "name": "Bryan Singer",
            "sentence": "He followed this with another thriller, Apt Pupil (1998), an adaptation of a Stephen King short story about a boy's fascination with a Nazi war criminal."
        },
        {
            "name": "Bryan Singer",
            "sentence": "In the 2000s, he became known for big budget superhero films such as X-Men (2000), for which Singer won the 2000 Saturn Award for Best Direction, its sequel X2 (2003), and Superman Returns (2006)."
        },
        {
            "name": "Bryan Singer",
            "sentence": "He then directed the World War II historical thriller Valkyrie (2008), co-wrote/co-produced X-Men: First Class (2011), and directed the fantasy adventure film Jack the Giant Slayer (2013), as well as two more X-Men films, X-Men: Days of Future Past (2014) and X-Men: Apocalypse (2016)."
        },
        {
            "name": "Bryan Singer",
            "sentence": "Singer was hired to direct Bohemian Rhapsody, which began filming in September 2017, but was fired on December 4, 2017, due to multiple absences from the production and clashes with actor Rami Malek."
        },
        {
            "name": "Bryan Singer",
            "sentence": "Singer directed a short film in 1988 called Lion's Den involving a number of friends, including actor Ethan Hawke, whom he knew from his childhood in New Jersey, and editor John Ottman, whom he had met while working on a friend's short film."
        },
        {
            "name": "Bryan Singer",
            "sentence": "Singer pitched a concept that eventually became the film Public Access (1993)."
        },
        {
            "name": "Bryan Singer",
            "sentence": "Singer followed this by directing The Usual Suspects, which was screened out of competition at the 1995 Cannes Film Festival."
        },
        {
            "name": "Bryan Singer",
            "sentence": "[citation needed] In 1998, Singer obtained the rights to adapt Stephen King’s novella Apt Pupil, a thriller about an all-American boy discovering that a Nazi war criminal lives in his neighborhood."
        },
        {
            "name": "Bryan Singer",
            "sentence": "Singer in Comic Con 2006, promoting X-Men: The Last Stand In the early 2000s, Singer was hoping to direct Confessions of a Dangerous Mind based on the Chuck Barris book of the same name."
        },
        {
            "name": "Bryan Singer",
            "sentence": "In mid-2004, Singer was in negotiations to direct X-Men: The Last Stand for Fox, when Singer agreed direct Superman Returns for Warner Bros.."
        },
        {
            "name": "Bryan Singer",
            "sentence": "Superman Returns was filmed in Australia in 2005, and was released on June 28, 2006."
        },
        {
            "name": "Bryan Singer",
            "sentence": "At the premiere of James Cameron's Avatar on December 16, 2009, Singer confirmed that he would be directing Jack the Giant Slayer (2013) for Warner Bros, and that he had signed on to do X-Men: First Class, but conflicts between the two projects led to Singer being only a producer and co-screenwriter on First Class, with Matthew Vaughn taking over directorial duties."
        },
        {
            "name": "Bryan Singer",
            "sentence": "In October 2012, it was announced that Singer would direct the next movie in the series, X-Men: Days of Future Past; Vaughn stayed on as a producer and screenwriter, and the film was released in May 2014."
        },
        {
            "name": "Bryan Singer",
            "sentence": "In November 2016, it was announced that Singer would direct in the Queen biopic, Bohemian Rhapsody, also producing the film with Jim Beach and Graham King."
        },
        {
            "name": "Bryan Singer",
            "sentence": "At the end of January 2017, Singer signed on to direct an action adventure pilot in the X-Men Universe from 20th TV and Marvel Television, that pilot being for The Gifted, which would be broadcast on Fox."
        },
        {
            "name": "Bryan Singer",
            "sentence": "Singer served as a producer for the November 2018 film, X-Men: Dark Phoenix."
        },
        {
            "name": "Bryan Singer",
            "sentence": "In 1997, a 14-year-old extra accused Singer of asking him and other minors to film a shower scene in the nude for the film Apt Pupil."
        },
        {
            "name": "Lars von Trier",
            "sentence": "In March 2017, he began filming The House That Jack Built, an English-language, serial killer thriller."
        },
        {
            "name": "Lars von Trier",
            "sentence": "In 1984, The Element of Crime, von Trier's breakthrough film, received twelve awards at seven international festivals including the Technical Grand Prize at Cannes, and a nomination for the Palme d'Or."
        },
        {
            "name": "Lars von Trier",
            "sentence": "His next film, Epidemic (1987), was also shown at Cannes in the Un Certain Regard section."
        },
        {
            "name": "Lars von Trier",
            "sentence": "This pattern began with The Element of Crime (1984), the first of the Europa trilogy, which illuminated traumatic periods in Europe both in the past and the future."
        },
        {
            "name": "Lars von Trier",
            "sentence": "It includes The Element of Crime (1984), Epidemic (1987), and Europa (1991)."
        },
        {
            "name": "Lars von Trier",
            "sentence": "Von Trier directed Medea (1988) for television, which won him the Jean d'Arcy prize in France."
        },
        {
            "name": "Lars von Trier",
            "sentence": "Trier completed the Europa trilogy in 1991 with Europa (released as Zentropa in the US), which won the Prix du Jury at the 1991 Cannes Film Festival, and picked up awards at other major festivals."
        },
        {
            "name": "Lars von Trier",
            "sentence": "To make money for his newly founded company, von Trier made The Kingdom (Danish title Riget, 1994) and The Kingdom II (Riget II, 1997), a pair of miniseries recorded in the Danish national hospital, the name \"Riget\" being a colloquial name for the hospital known as Rigshospitalet (lit."
        },
        {
            "name": "Lars von Trier",
            "sentence": "This trilogy consists of: Breaking the Waves (1996), The Idiots (1998), and Dancer in the Dark (2000)."
        },
        {
            "name": "Lars von Trier",
            "sentence": "Breaking the Waves (1996), the first film in his Golden Heart trilogy, won the Grand Prix at the Cannes Film Festival and featured Emily Watson, who was nominated for the Academy Award for Best Actress."
        },
        {
            "name": "Lars von Trier",
            "sentence": "The second film in the trilogy, The Idiots (1998), was nominated for a Palme d'Or, with which he was presented in person at the Cannes Film Festival despite his dislike of travelling."
        },
        {
            "name": "Lars von Trier",
            "sentence": "In 2000 von Trier premiered a musical featuring Icelandic musician Björk, Dancer in the Dark."
        },
        {
            "name": "Lars von Trier",
            "sentence": "The Five Obstructions (2003), made by von Trier and Jørgen Leth, is a documentary that incorporates lengthy sections of experimental films."
        },
        {
            "name": "Lars von Trier",
            "sentence": "The proposed trilogy consists of Dogville (2003), Manderlay (2005), and Wasington, which is yet to be made."
        },
        {
            "name": "Lars von Trier",
            "sentence": "Dogville (2003) starred Nicole Kidman and Manderlay (2005) starred Bryce Dallas Howard in the same role as Grace Margaret Mulligan a character in both films."
        },
        {
            "name": "Lars von Trier",
            "sentence": "In 2006 von Trier released a Danish-language comedy film, The Boss of It All."
        },
        {
            "name": "Lars von Trier",
            "sentence": "In February 2017, Von Trier said that The House That Jack Built \"celebrates the idea that the life is evil and soulless, which is sadly proven by the recent rise of the Homo trumpus – the rat king\"."
        },
        {
            "name": "James Mangold",
            "sentence": "He is best known for directing the films Cop Land (1997), Girl, Interrupted (1999), Kate & Leopold (2001), Walk the Line (2005), 3:10 to Yuma (2007), and Knight and Day (2010)."
        },
        {
            "name": "James Mangold",
            "sentence": "Mangold also directed the superhero films based on the Wolverine character, The Wolverine (2013) and Logan (2017), the latter of which earned him a nomination for the Academy Award for Best Adapted Screenplay."
        },
        {
            "name": "James Mangold",
            "sentence": "He also produced and directed pilots for the television series Men in Trees (2006–2008), NYC 22 (2011–2012), and Vegas (2012–2013)."
        },
        {
            "name": "James Mangold",
            "sentence": "He has worked as a feature writer and director since 1995, when his first feature, the independent film Heavy, won the best directing prize at the Sundance Film Festival."
        },
        {
            "name": "James Mangold",
            "sentence": "Mangold subsequently wrote and directed Cop Land, starring Sylvester Stallone, Robert De Niro, Harvey Keitel, and Ray Liotta; Girl, Interrupted, which won the Best Supporting Actress Oscar in 1999 for Angelina Jolie; Kate & Leopold, starring Meg Ryan and Hugh Jackman, for which Jackman was nominated for a Golden Globe as best actor in a musical or comedy in 2001, and the 2003 thriller Identity which starred John Cusack."
        },
        {
            "name": "James Mangold",
            "sentence": "In 2005, he co-wrote (with Gill Dennis) and directed Walk the Line, a film about the young life of singer-songwriter Johnny Cash and his relationship with June Carter Cash."
        },
        {
            "name": "James Mangold",
            "sentence": "Mangold at the San Diego Comic-Con to promote The Wolverine, 2013."
        },
        {
            "name": "James Mangold",
            "sentence": "In June 2011, Mangold was hired, initially just to direct the X-Men movie The Wolverine."
        },
        {
            "name": "James Mangold",
            "sentence": "Following the box office success and moderate critical response to the film, Mangold signed on to write the story and direct the sequel, Logan (2017)."
        },
        {
            "name": "Carl Franklin",
            "sentence": "For his master’s thesis, Franklin produced a short film called Punk in 1989."
        },
        {
            "name": "Carl Franklin",
            "sentence": "Corman was one of many directors who had been impressed with Franklin’s thesis film Punk."
        },
        {
            "name": "Carl Franklin",
            "sentence": "From 1989 to 1990, Franklin worked on Nowhere to Run, Eye of the Eagle 2: Inside the Enemy, and Full Fanthom Five, respectively, under Concord Films."
        },
        {
            "name": "Carl Franklin",
            "sentence": "Remembering Franklin’s short film Punk, Beaton met Carl to discuss the film’s vision."
        },
        {
            "name": "Carl Franklin",
            "sentence": "Hoping to focus more on the character of the story rather than the aesthetics, Beaton understood that Franklin was the right man for the job, making One False Move Carl Franklin’s directorial debut."
        },
        {
            "name": "Carl Franklin",
            "sentence": "Despite the film’s lack of professional publicity, One False Move was largely promoted by word of mouth and earned itself mixed reviews."
        },
        {
            "name": "Carl Franklin",
            "sentence": "Next came one of Franklin’s most famous films, Devil in a Blue Dress."
        },
        {
            "name": "Carl Franklin",
            "sentence": "Switching gears back to television, Franklin directed Laurel Avenue, a two-part miniseries focused on an African-American family in Minnesota for HBO in 1993."
        },
        {
            "name": "Carl Franklin",
            "sentence": "Following Laurel Avenue, Franklin found himself maintaining A-list status, which allowed him to work on bigger and more visible projects, such as 1998’s One True Thing."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Aronofsky's feature debut, the surrealist psychological thriller Pi, was shot in November 1997."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "In 2010 Aronofsky was an executive producer on The Fighter and his fifth feature film, the psychological horror film Black Swan, received further critical acclaim and many accolades, being nominated for five Academy Awards including Best Picture and Best Director and winning Best Actress for Natalie Portman's performance in the film."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Aronofsky's sixth film, the biblically inspired epic Noah, was released in theaters on March 28, 2014."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "His seventh film, the psychological horror mother!, was released to theaters on September 15, 2017, by Paramount Pictures; the film sparked controversy upon release due to its biblical allegories and depiction of violence, and polarized audiences."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Aronofsky's senior thesis film, Supermarket Sweep, was a finalist in the 1991 Student Academy Awards."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Aronofsky's debut feature, Pi, also written as π, was shot in November 1997."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Producing the film with an initial budget of $60,000, Aronofsky premiered Pi at the 1998 Sundance Film Festival, where he won the Best Director award."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "In April 2001, Aronofsky entered negotiations with Warner Bros. and Village Roadshow to direct a then-untitled science fiction film, with Brad Pitt in the lead role."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "The Fountain was released on November 22, 2006, a day before the American Thanksgiving holiday; ultimately it grossed $15,978,422 in theaters worldwide."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Later during 2007, Aronofsky said he was planning to film a movie about Noah's Ark."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Aronofsky's next film was Black Swan, which had been in development since 2001, a psychological thriller horror film about a New York City ballerina."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Black Swan had its world premiere as the opening film at the 67th Venice Film Festival on October 2010."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "On January 25, 2011, the film was nominated for a total of five Academy Awards; Best Picture, Best Director, Best Actress, Best Cinematography and Best Film Editing."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "In 2011, Aronofsky tried to launch production on Noah, a retelling of the Bible story of Noah's Ark, projected for a $115 million budget."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Aronofsky's next film, mother!, was released by Paramount Pictures on September 15, 2017."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "In a 1998 interview, Aronofsky acknowledged several influences for Pi: \"I'm a big fan of Kurosawa and Fellini."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "In the Toronto International Film Festival interview conducted by James Rocchi, Aronofsky credited the 1957 Charles Mingus song \"The Clown\" as a major influence on The Wrestler."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "About the psychological thriller nature of Black Swan, actress Natalie Portman compared the film's tone to Polanski's 1968 film Rosemary's Baby, while Aronofsky said Polanski's Repulsion (1965) and The Tenant (1976) were \"big influences\" on the final film."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "Requiem for a Dream was originally set for release in 2000, but it met with controversy in the United States, being rated NC-17 by the MPAA due to a graphic sex scene."
        },
        {
            "name": "Darren Aronofsky",
            "sentence": "On March 2009, Javad Shamaqdari, cultural adviser to President Mahmoud Ahmadinejad, demanded an apology from a delegation of Academy of Motion Picture Arts and Sciences actors and producers visiting Iran for what he characterized as negative and unfair portrayals of the Islamic republic in The Wrestler and other Hollywood films."
        },
        {
            "name": "Wes Anderson",
            "sentence": "Anderson was nominated for the Academy Award for Best Original Screenplay for The Royal Tenenbaums in 2001, Moonrise Kingdom in 2012 and The Grand Budapest Hotel in 2014, as well as the Academy Award for Best Animated Feature for Fantastic Mr. Fox in 2009."
        },
        {
            "name": "Wes Anderson",
            "sentence": "He received his first Academy Award nomination for Best Director and won the Golden Globe Award for Best Motion Picture – Musical or Comedy for The Grand Budapest Hotel in 2014."
        },
        {
            "name": "Wes Anderson",
            "sentence": "Anderson won the Silver Bear for Best Director for the stop-motion animated film Isle of Dogs (2018)."
        },
        {
            "name": "Wes Anderson",
            "sentence": "He has received consistent praise from critics for his work, and three of his films—The Royal Tenenbaums, Moonrise Kingdom, and The Grand Budapest Hotel—appeared in BBC's 2016 poll of the greatest films since 2000."
        },
        {
            "name": "Wes Anderson",
            "sentence": "He graduated from St. John's School in Houston in 1987, which he later used as a prominent location throughout Rushmore."
        },
        {
            "name": "Wes Anderson",
            "sentence": "Anderson's first film was Bottle Rocket (1996), based on a short film that he made with Luke and Owen Wilson."
        },
        {
            "name": "Wes Anderson",
            "sentence": "Anderson's next film was Rushmore (1998), a quirky comedy about a high school student's crush on an elementary school teacher starring Bill Murray and Jason Schwartzman."
        },
        {
            "name": "Wes Anderson",
            "sentence": "In 2000, filmmaker Martin Scorsese praised Bottle Rocket and Rushmore."
        },
        {
            "name": "Wes Anderson",
            "sentence": "The Royal Tenenbaums (2001) was Anderson's next comedy-drama film, about a successful artistic New York City family and its ostracized patriarch."
        },
        {
            "name": "Wes Anderson",
            "sentence": "It represented his greatest success until Moonrise Kingdom in 2012, earning more than $50 million in domestic box office receipts."
        },
        {
            "name": "Wes Anderson",
            "sentence": "Anderson's next feature was The Life Aquatic with Steve Zissou (2004) about a Jacques Cousteau-esque documentary filmmaker played by Bill Murray."
        },
        {
            "name": "Wes Anderson",
            "sentence": "In September 2006, Steely Dan's Walter Becker and Donald Fagen released a tongue-in-cheek \"letter of intervention\" for Anderson's artistic \"malaise\" following the disappointing commercial and critical reception of The Life Aquatic with Steve Zissou, proclaiming themselves to be fans of \"World Cinema\" and of Anderson in particular."
        },
        {
            "name": "Wes Anderson",
            "sentence": "The Darjeeling Limited (2007) was about three emotionally distant brothers traveling together on a train in India."
        },
        {
            "name": "Wes Anderson",
            "sentence": "Wes Anderson, Koyu Rankin, Liev Schreiber, Jeff Goldblum, Kunichi Nomura at the press conference of Isle of Dogs at Berlinale 2018 Following the critical success of Fantastic Mr. Fox, Anderson made Moonrise Kingdom which opened at the Cannes Film Festival 2012."
        },
        {
            "name": "Wes Anderson",
            "sentence": "Anderson's next film, The Grand Budapest Hotel (2014), starred Ralph Fiennes, Jude Law, F. Murray Abraham, and Saoirse Ronan, along with several of his regular collaborators including Bill Murray, Owen Wilson, and Jason Schwartzman."
        },
        {
            "name": "Wes Anderson",
            "sentence": "He announced the film's title Isle of Dogs in a video made to fund a film preservation program in December 2016."
        },
        {
            "name": "Wes Anderson",
            "sentence": "In addition to the original Bottle Rocket short, he made the Paris-set Hotel Chevalier (2007), which was created as a prologue to The Darjeeling Limited and starred Jason Schwartzman alongside Natalie Portman, and the Italy-set Castello Cavalcanti (2013), which was produced by Prada and starred Jason Schwartzman as an unsuccessful race-car driver."
        },
        {
            "name": "Wes Anderson",
            "sentence": "The Grand Budapest Hotel, which is mostly set in the 1930s, is notable for being the first Anderson film to eschew using any pop music, and instead used original music composed by Alexandre Desplat."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "His most well known work is Hamlet (2000), starring Ethan Hawke."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "His first film as writer/director was a self-financed, black-and-white short featuring Dennis Hopper, A Hero of Our Time, based on Mikhail Lermontov’s novel of the same title."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "His first feature, Twister (1989), based on Mary Robison’s novel Oh, was a comedy about a dysfunctional mid-Western family."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "Another Girl Another Planet (1992) was a romantic chamber piece, a black-and-white, one-hour featurette shot with a Fisher-Price Pixelvision camera."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "Nadja (1994) was a comic vampire film shot on 35mm with Pixelvision inserts."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "Hamlet (2000) was shot on Super 16mm and featured Ethan Hawke, Bill Murray, Kyle MacLachlan, Julia Stiles, Liev Schreiber and Sam Shepard."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "Almereyda directed features set in pre- and post-Katrina New Orleans: Happy Here and Now (2002) and New Orleans, Mon Amour (2008)."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "In 2004, he directed an episode of the HBO series Deadwood, His most recent work has mainly involved documentaries and shorts."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "William Eggleston in the Real World (2005) was nominated for a Gotham Award for Best Documentary from the Independent Filmmaker Project, as was the sketchbook film Paradise (2009)."
        },
        {
            "name": "Michael Almereyda",
            "sentence": "Marjorie Prime (2017) won the Sloan Feature Film Prize at the Sundance Film Festival."
        },
        {
            "name": "Bill Condon",
            "sentence": "He wrote and directed the films Gods and Monsters (1998), Kinsey (2004), and Dreamgirls (2006), wrote the screenplay for Chicago (2002), and directed the final two installments of the Twilight series (2011, 2012), and Beauty and the Beast (2017)."
        },
        {
            "name": "Bill Condon",
            "sentence": "His directorial debut was Sister, Sister (1987), an eerie Southern Gothic mystery starring Eric Stoltz and Jennifer Jason Leigh."
        },
        {
            "name": "Bill Condon",
            "sentence": "Condon emerged a few years later directing a series of made-for-TV thrillers, including Murder 101 (1991), which starred Pierce Brosnan and earned Condon and co-writer Roy Johansen a 1992 Edgar Award for their screenplay."
        },
        {
            "name": "Bill Condon",
            "sentence": "In 1994, he directed the television movie The Man Who Wouldn't Die, which starred Roger Moore and Nancy Allen."
        },
        {
            "name": "Bill Condon",
            "sentence": "He directed Candyman: Farewell to the Flesh (1995), a sequel to Bernard Rose's 1992 horror film."
        },
        {
            "name": "Bill Condon",
            "sentence": "Condon wrote and directed Gods and Monsters (1998)."
        },
        {
            "name": "Bill Condon",
            "sentence": "In 2004 he wrote and directed the film Kinsey, chronicling the life of the controversial sex researcher Alfred Kinsey."
        },
        {
            "name": "Bill Condon",
            "sentence": "Condon directed The Fifth Estate (2013), a thriller about Wikileaks starring Benedict Cumberbatch."
        },
        {
            "name": "Bill Condon",
            "sentence": "In 2015, Condon directed Mr. Holmes starring Ian McKellen."
        },
        {
            "name": "Bill Condon",
            "sentence": "Condon directed the 2017 live action film adaptation of the animated 1991 film Beauty and the Beast."
        },
        {
            "name": "Bill Condon",
            "sentence": "Condon is set to direct a remake of Bride of Frankenstein for Universal Pictures starring Javier Bardem as Frankenstein's Monster, scheduled for release February 14, 2019."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "After several years of making short films and working as an assistant director for fellow Iranian film-maker Abbas Kiarostami, Panahi achieved international recognition with his feature film debut, The White Balloon (1995)."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "Although his films were often banned in his own country, he continued to receive international acclaim from film theorists and critics and won numerous awards, including the Golden Leopard at the Locarno International Film Festival for The Mirror (1997), the Golden Lion at the Venice Film Festival for The Circle (2000), and the Silver Bear at the Berlin Film Festival for Offside (2006)."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "While awaiting the result of an appeal he made This Is Not a Film (2011), a documentary feature in the form of a video diary in spite of the legal ramifications of his arrest."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In February 2013 the 63rd Berlin International Film Festival showed Closed Curtain (Pardé) by Panahi and Kambuzia Partovi in competition; Panahi won the Silver Bear for Best Script."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In 1992, Panahi made his first narrative short film The Friend (Doust), which was an homage to Kiarostami's first short film The Bread and Alley."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In 1995 Panahi made his feature film debut, The White Balloon (Badkonak-e sefid), produced by IRIB- Channel 2, Ferdos Films and the Farabi Cinema Foundation."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "Outside of Iran The White Balloon received excellent reviews and was shown at the 1995 Cannes Film Festival, where it won the Camera d'Or."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In 2000 Panahi made The Circle, produced by Jafar Panahi Film Productions and Mikado-Lumiere&Co."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "Panahi directed Crimson Gold in 2003, produced by Jafar Panahi Productions."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In 2006 Panahi made Offside."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In 1997 Panahi made the documentary short film Ardekoul."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In 2007 he contributed the short film Untying the Knot to the omnibus film Persian Carpet."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In 2010 he made the short film The Accordion, which was commissioned for the THEN AND NOW Beyond Borders and Differences series of short film by Art for The World."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In the middle of the controversy and court appeal, Panahi broke the ban imposed on him from making films and made the documentary feature This Is Not a Film (2011) in collaboration with Iranian filmmaker Mojtaba Mirtahmasb."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "Ten days before the opening of the 2011 Cannes Film Festival, This Is Not a Film was announced as a surprise entry into the festival."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "In January 2013 the Berlin Film Festival announced that it would premiere Closed Curtain (Pardeh) at its 2013 festival."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "Offside is so ensconced in the reality that it was actually filmed in part during the event it dramatizes—the Iran-Bahrain qualifying match for the 2006 FIFA World Cup."
        },
        {
            "name": "Jafar Panahi",
            "sentence": "He says \"In a world where films are made with millions of dollars, we made a film about a little girl who wants to buy a fish for less than a dollar [The White Balloon]—this is what we're trying to show.\""
        },
        {
            "name": "Catherine Breillat",
            "sentence": "For example, her 1976 debut film, A Real Young Girl, was not released in theaters until 2000."
        },
        {
            "name": "Catherine Breillat",
            "sentence": "She cast the pornstar Rocco Siffredi in her films Romance (Romance X, 1999) and Anatomie de l’enfer (Anatomy of Hell, 2004)."
        },
        {
            "name": "Catherine Breillat",
            "sentence": "After five months of hospitalization and a slow rehabilitation, she gradually returned to work, producing Une vieille maîtresse (The Last Mistress) in 2007."
        },
        {
            "name": "Susanne Bier",
            "sentence": "Susanne Bier (Danish pronunciation: [susanə ˈbiɐ̯ˀ], born 15 April 1960) is a Danish film director best known for her feature films Brothers, After the Wedding, the Academy Award-winning In a Better World and the TV miniseries The Night Manager."
        },
        {
            "name": "Susanne Bier",
            "sentence": "Finding immediate success in Denmark with her features Freud Flytter Hjemmefra (Freud's Leaving Home, 1990), Det Bli’r i Familien (Family Matters, 1993), Pensionat Oscar (Like it Was Never Before, 1995) and Sekten (Credo, 1997), her first large commercial success was The One and Only in 1999."
        },
        {
            "name": "Susanne Bier",
            "sentence": "A sidestep from the easy going charm of Livet är en schlager (Once in a Lifetime, 2000), Elsker dig for evigt (Open Hearts, 2002) brought Bier's work to much wider international attention and acclaim."
        },
        {
            "name": "Susanne Bier",
            "sentence": "Since the completion of Open Hearts, Bier's reputation has continued to ascend with the harrowing Brødre (Brothers, 2004) and the emotionally engaging Efter Brylluppet (After the Wedding, 2006), which was nominated for Best Foreign Language film at the 2007 Academy Awards."
        },
        {
            "name": "Susanne Bier",
            "sentence": "After her first American film, Things We Lost in the Fire (2008) starring Benicio del Toro and Halle Berry, Bier went on to win the Oscar for Best Foreign Language film for In a Better World (2010)."
        },
        {
            "name": "Susanne Bier",
            "sentence": "And in 2014, she directed her second American feature, dark romantic drama Serena starring Jennifer Lawrence and Bradley Cooper, and shortly after followed up with Danish drama A Second Chance starring Nikolaj Coster-Waldau, Ulrich Thomsen, Nikolaj Lie Kaas and Maria Bonnevie."
        },
        {
            "name": "Susanne Bier",
            "sentence": "This is reflected by the fact that After the Wedding (2006) was nominated for an Academy Award for Best Foreign Language Film and In a Better World (2010) went on to win the award in 2011."
        },
        {
            "name": "Susanne Bier",
            "sentence": "And not least the international TV miniseries The Night Manager (2016) produced by BBC and AMC which received worldwide acclaim upon its premiere."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "They came to international attention in the mid-1990s with La Promesse (The Promise)."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "They won their first major international film prize when Rosetta won the Palme d'Or at the 1999 Cannes Film Festival."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "In 2002, Olivier Gourmet won Best Actor at Cannes for the Dardennes' Le Fils (The Son)."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "Their film The Kid with a Bike won the Grand Prix at the 2011 Cannes Film Festival, received one Golden Globe nomination and eight Magritte Award nominations."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "In 2015, their film Deux jours, une nuit (Two Days, One Night) received nine Magritte Award nominations (winning three) and one Academy Award nomination for Best Actress for Marion Cotillard."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "With La Promesse (The Promise) (1996), Rosetta (1999), Le Fils (The Son) (2002), and L'Enfant (The Child) (2005), the Dardennes’ films show young people at the fringes of society – immigrants, the unemployed, the inhabitants of shelters."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "Their first two feature films, however, are rarely seen today: Falsch (1987) and Je pense a vous (1992), which Luc would later describe as an \"unfortunate adventure.\""
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "The Dardennes had their first international success with La Promesse (The Promise) in 1996."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "With Rosetta the Dardennes turned their focus to the burdens – philosophical, spiritual, psychological – of unemployment."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "The film is about Rosetta's search for purpose and to Rosetta purpose can only be found through work – she makes her way through Seraing's fringes for the most menial of positions; she catches fish in the muddy, murky stream by her trailer park."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "‘There was already a bill going through, and the minister took advantage of our award to call it the Rosetta Law."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "Jérémie Renier played Igor in La Promesse, Bruno in L’Enfant, Claudy in Le Silence de Lorna (Lorna's Silence), Guy in Le gamin au vélo (The Kid with a Bike), and Bryan's father in The Unknown Girl (La Fille inconnue)."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "Like Rosetta's Emilie Dequenne, Déborah François, the seventeen-year-old lead in L’Enfant, was appearing in her first film."
        },
        {
            "name": "Jean-Pierre Dardenne",
            "sentence": "Their 2014 film Two Days, One Night was selected to compete for the Palme d'Or in the main competition section at the 2014 Cannes Film Festival."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg's early science fiction and adventure films, such as Jaws (1975), Close Encounters of the Third Kind (1977), Raiders of the Lost Ark (1981), and E.T."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "In later years, his films began addressing numerous humanistic issues such as the Holocaust, the transatlantic slave trade, civil rights, war, and terrorism in such films as The Color Purple (1985), Empire of the Sun (1987), Schindler's List (1993), Amistad (1997), Saving Private Ryan (1998), Munich (2005), War Horse (2011), Lincoln (2012), Bridge of Spies (2015), and The Post (2017)."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "His other films include Jurassic Park (1993), A.I."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Artificial Intelligence (2001), and War of the Worlds (2005)."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Three of Spielberg's films—Jaws, E.T."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "the Extra-Terrestrial, and Jurassic Park—achieved box office records and came to epitomize the blockbuster film."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "In 1958, he became a Boy Scout and fulfilled a requirement for the photography merit badge by making a nine-minute 8 mm film entitled The Last Gunfight."
        },
        {
            "name": "Steven Spielberg",
            "sentence": ":548 In 1963, at age sixteen, Spielberg wrote and directed his first independent film, a 140-minute science fiction adventure called Firelight, which would later inspire Close Encounters."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "His first professional TV job came when he was hired to direct one of the segments for the 1969 pilot episode of Night Gallery, written by Rod Serling and starring Joan Crawford."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "After this, and an episode of Marcus Welby, M.D., Spielberg got his first feature-length assignment: an episode of The Name of the Game called \"L.A. 2017\"."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Rejecting offers to direct Jaws 2, King Kong and Superman, Spielberg and actor Richard Dreyfuss re-convened to work on a film about UFOs, which became Close Encounters of the Third Kind (1977)."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "His next film, 1941, a big-budgeted World War II farce, was not nearly as successful and though it grossed over $92.4 million worldwide (and did make a small profit for co-producing studios Columbia and Universal) it was seen as a disappointment, mainly with the critics."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "In 1985, Spielberg released The Color Purple, an adaptation of Alice Walker's Pulitzer Prize-winning novel of the same name, about a generation of empowered African-American women during depression-era America."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "In 1987, as China began opening to Western capital investment, Spielberg shot the first American film in Shanghai since the 1930s, an adaptation of J. G. Ballard's autobiographical novel Empire of the Sun, starring John Malkovich and a young Christian Bale."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "After two forays into more serious dramatic films, Spielberg then directed the third Indiana Jones film, 1989's Indiana Jones and the Last Crusade."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Also in 1989, he re-united with actor Richard Dreyfuss for the romantic comedy-drama Always, about a daredevil pilot who extinguishes forest fires."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "In 1991, Spielberg directed Hook, about a middle-aged Peter Pan, played by Robin Williams, who returns to Neverland."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "In 1993, Spielberg returned to the adventure genre with the film version of Michael Crichton's novel Jurassic Park, about a theme park with genetically engineered dinosaurs."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "In 1996, he directed the sequel to 1993's Jurassic Park with The Lost World: Jurassic Park, which generated over $618 million worldwide despite mixed reviews, and was the second biggest film of 1997 behind James Cameron's Titanic (which topped the original Jurassic Park to become the new recordholder for box office receipts)."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "His 1998 theatrical release was the World War II film Saving Private Ryan, about a group of U.S. soldiers led by Capt."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg and actor Tom Cruise collaborated for the first time for the futuristic neo-noir Minority Report, based upon the science fiction short story written by Philip K. Dick about a Washington D.C. police captain in the year 2054 who has been foreseen to murder a man he has not yet met."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg's 2002 film Catch Me If You Can is about the daring adventures of a youthful con artist (played by Leonardo DiCaprio)."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg collaborated again with Tom Hanks along with Catherine Zeta-Jones and Stanley Tucci in 2004's The Terminal, a warm-hearted comedy about a man of Eastern European descent who is stranded in an airport."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Also in 2005, Spielberg directed a modern adaptation of War of the Worlds (a co-production of Paramount and DreamWorks), based on the H. G. Wells book of the same name (Spielberg had been a huge fan of the book and the original 1953 film)."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg's film Munich, about the events following the 1972 Munich Massacre of Israeli athletes at the Olympic Games, was his second film essaying Jewish relations in the world (the first being Schindler's List)."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg directed Indiana Jones and the Kingdom of the Crystal Skull, which wrapped filming in October 2007 and was released on May 22, 2008."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "In early 2009, Spielberg shot the first film in a planned trilogy of motion capture films based on The Adventures of Tintin, written by Belgian artist Hergé, with Peter Jackson."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "The Adventures of Tintin: The Secret of the Unicorn, was not released until October 2011, due to the complexity of the computer animation involved."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg followed with War Horse, shot in England in the summer of 2010."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "It was released just four days after The Adventures of Tintin, on December 25, 2011."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Distributed by Walt Disney Studios, with whom DreamWorks made a distribution deal in 2009, War Horse was the first of four consecutive Spielberg films released by Disney."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg promoting The BFG at the 2016 Cannes Film Festival."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg directed 2015's Bridge of Spies, a Cold War thriller based on the 1960 U-2 incident, and focusing on James B. Donovan's negotiations with the Soviets for the release of pilot Gary Powers after his aircraft was shot down over Soviet territory."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "The BFG premiered out of competition at the Cannes Film Festival on May 14, 2016 and received a wide release in the US on July 1, 2016."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "The film began production in London in July 2016, a year before The Post, which was filmed, edited and released during the lengthy, effects-heavy post-production period for Ready Player One."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg had planned to film his long-planned adaptation of David Kertzer's The Kidnapping of Edgardo Mortara in early 2017 for release at the end of that year, but production has been postponed."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "He also collaborated with software publishers Knowledge Adventure on the multimedia game Steven Spielberg's Director's Chair, which was released in 1996."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg speaking at the Pentagon on August 11, 1999 after receiving the Department of Defense Medal for Distinguished Public Service from Secretary of Defense William S. Cohen In 1993, Spielberg acted as executive producer for the highly anticipated television series seaQuest DSV; a science fiction series set \"in the near future\" starring Roy Scheider (who Spielberg had directed in Jaws) and Jonathan Brandis that aired on NBC."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "In 1996, Spielberg worked on and shot original footage for a movie-making simulation game called Steven Spielberg's Director's Chair."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "\":27 Producing Schindler's List in 1993 also renewed his faith, Spielberg says, but \"it really was the fact that my wife took a profound interest in Judaism."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "It was shown at America's Millennium Gala on December 31, 1999, in the National Mall at the Reflecting Pool at the base of the Lincoln Memorial in Washington, D.C. Secretary of Defense William S. Cohen escorts Spielberg through a military honor cordon into the Pentagon."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "A collector of film memorabilia, Spielberg purchased a balsa Rosebud sled from Citizen Kane (1941) in 1982."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "He bought Orson Welles's own directorial copy of the script for the radio broadcast The War of the Worlds (1938) in 1994."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Since playing Pong while filming Jaws in 1974, Spielberg has been an avid video gamer."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "That same year, 1989, saw the release of Indiana Jones and the Last Crusade."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg was also awarded the Department of Defense Medal for Distinguished Public Service by Secretary of Defense William Cohen at the Pentagon on August 11, 1999; Cohen presented the award in recognition of Spielberg's film Saving Private Ryan."
        },
        {
            "name": "Steven Spielberg",
            "sentence": "Spielberg was given two facsimiles of the 13th Amendment to the United States Constitution, one passed but not ratified in 1861, as well as a facsimile of the actual 1865 amendment signed into law by President Abraham Lincoln."
        },
        {
            "name": "Raymond De Felitta",
            "sentence": "In 1995 he wrote and directed Cafe Society starring Frank Whaley, Peter Gallagher and Lara Flynn Boyle."
        },
        {
            "name": "Raymond De Felitta",
            "sentence": "In 2000 De Felitta directed the indie film Two Family House which won the Audience Award at the Sundance Film Festival along with an Independent Spirit Award nomination for Best Screenplay."
        },
        {
            "name": "Raymond De Felitta",
            "sentence": "In 2003 he directed Paul Reiser's The Thing About My Folks which received the Audience Award at the Santa Barbara International Film Festival."
        },
        {
            "name": "Raymond De Felitta",
            "sentence": "In 2006 De Felitta directed his first documentary 'Tis Autumn: The Search for Jackie Paris, which won the Best Jazz Documentary at the Kansas City Filmmakers Jubilee."
        },
        {
            "name": "Raymond De Felitta",
            "sentence": "In 2009, De Felitta wrote and directed the independent film City Island, which received the First Place Audience Award at the Tribeca Film Festival."
        },
        {
            "name": "Raymond De Felitta",
            "sentence": "In 2012, De Felitta directed Booker's Place: A Mississippi Story."
        },
        {
            "name": "Raymond De Felitta",
            "sentence": "It marked De Felitta’s second collaboration with Garcia, who had starred in and co-produced “City Island”."
        },
        {
            "name": "Raymond De Felitta",
            "sentence": "In 2016, De Felitta directed “Madoff,” a four-hour mini-series for ABC television based on the rise and fall of the notorious financier Bernard L. Madoff."
        },
        {
            "name": "Raymond De Felitta",
            "sentence": "De Felitta wrote the libretto for “Buddy’s Tavern”, a musical version of his film “Two Family House.” The musical won the prestigious Richard Rodgers Award which is given annually through the American Academy of Arts and Letters."
        },
        {
            "name": "Kirby Dick",
            "sentence": "He received Academy Award nominations for Best Documentary Feature for directing Twist of Faith (2005) and The Invisible War (2012)."
        },
        {
            "name": "Kirby Dick",
            "sentence": "His first documentary feature, Private Practices: The Story of a Sex Surrogate (1986), enjoyed a successful festival run."
        },
        {
            "name": "Kirby Dick",
            "sentence": "His next film, Chain Camera (2001), was made entirely with footage shot on consumer digital video cameras by students at John Marshall High School, located near Dick's home in Los Angeles."
        },
        {
            "name": "Kirby Dick",
            "sentence": "Dick followed up this project with Derrida (2002), which he co-directed with Amy Ziering."
        },
        {
            "name": "Kirby Dick",
            "sentence": "Dick's next project, Twist of Faith (2005), followed a man who decides to speak out about his childhood sexual abuse at the hands of a Catholic priest."
        },
        {
            "name": "Kirby Dick",
            "sentence": "This Film Is Not Yet Rated (2006) investigated the Motion Picture Association of America and its secretive ratings board."
        },
        {
            "name": "Kirby Dick",
            "sentence": "Dick's 2009 film, Outrage, discusses supposedly closeted politicians, predominantly Republican, who vote against gay rights."
        },
        {
            "name": "Kirby Dick",
            "sentence": "In 2012, Dick directed The Invisible War, which examined the epidemic of rape in the U.S. military."
        },
        {
            "name": "Kirby Dick",
            "sentence": "In 2015, The Hunting Ground premiered at the 2015 Sundance Film Festival."
        },
        {
            "name": "Kirby Dick",
            "sentence": "The Hunting Ground was nominated for a 2016 Emmy Award for “Exceptional Merit in Documentary Filmmaking” and for the \"Outstanding Producer of Documentary Theatrical Motion Picture\" award by the Producers Guild of America."
        },
        {
            "name": "Kirby Dick",
            "sentence": "In December 2016, the film won the 2016 Stanley Kramer Award given to “a production, producer or other individual whose achievement or contribution illuminates and raises public awareness of important social issues.”The Hunting Ground was also one of the five movies nominated in the Documentary category of 2016 MTV Movie Awards."
        },
        {
            "name": "Bruno Dumont",
            "sentence": "Two of Dumont's films have won the Grand Prix award: both L'Humanité (1999) and Flandres (2006)."
        },
        {
            "name": "Bruno Dumont",
            "sentence": "Dumont's Hadewijch won the 2009 Prize of the International Critics (FIPRESCI Prize) for Special Presentation at the Toronto Film Festival."
        },
        {
            "name": "Bruno Dumont",
            "sentence": "His 2013 film Camille Claudel 1915 premiered in competition at the 63rd Berlin International Film Festival."
        },
        {
            "name": "Anne Fontaine",
            "sentence": "In 1995, she worked with her brother on the comedy Augustin."
        },
        {
            "name": "Anne Fontaine",
            "sentence": "In 1999 the character Augustin (Jean-Chrétien Sibertin-Blanc) re-appeared in Fontaine's film Augustin, King of Kung-Fu."
        },
        {
            "name": "Anne Fontaine",
            "sentence": "How I Killed My Father was released in 2001, and Nathalie... followed in 2003."
        },
        {
            "name": "Anne Fontaine",
            "sentence": "The 2005 film, Entre ses mains was widely described as a thriller: an \"intimate thriller\" according to Fontaine herself."
        },
        {
            "name": "Anne Fontaine",
            "sentence": "A third Augustin film, Nouvelle chance (also known as Oh La La) was released in 2006."
        },
        {
            "name": "Anne Fontaine",
            "sentence": "Then came The Girl From Monaco in 2008 and Coco Before Chanel, her biopic of Coco Chanel, in 2009."
        },
        {
            "name": "Shane Meadows",
            "sentence": "He is best known for the British cult film This Is England (2006) and its three sequel series (2010–2015)."
        },
        {
            "name": "Shane Meadows",
            "sentence": "His other films include Small Time (1996), Twenty Four Seven (1997), A Room for Romeo Brass (1999), Once Upon a Time in the Midlands (2002), Dead Man's Shoes (2004), Somers Town (2006), Le Donk & Scor-zay-zee (2009) and The Stone Roses: Made of Stone (2013)."
        },
        {
            "name": "Shane Meadows",
            "sentence": "A third and final series, This Is England '90 (set in 1990), was originally due to be broadcast in December 2012, but in July 2012, Shane Meadows announced that the production had been put on hold in order for him to complete his documentary about The Stone Roses, and the actors were still waiting for confirmation as to when filming would start."
        },
        {
            "name": "Alex Gibney",
            "sentence": "His works as director include Going Clear: Scientology and the Prison of Belief (winner of three Emmys in 2015), We Steal Secrets: The Story of Wikileaks, Mea Maxima Culpa: Silence in the House of God (the winner of three primetime Emmy awards), Enron: The Smartest Guys in the Room (nominated in 2005 for Academy Award for Best Documentary Feature); Client 9: The Rise and Fall of Eliot Spitzer (short-listed in 2011 for the Academy Award for Best Documentary Feature); Casino Jack and the United States of Money; and Taxi to the Dark Side (winner of the 2007 Academy Award for Best Documentary Feature), focusing on a taxi driver in Afghanistan who was tortured and killed at Bagram Air Force Base in 2002."
        },
        {
            "name": "Alex Gibney",
            "sentence": "His film Gonzo: The Life and Work of Dr. Hunter S. Thompson (2008) is a documentary based on Hunter Thompson's life and his \"Gonzo\" style of journalism."
        },
        {
            "name": "Alex Gibney",
            "sentence": "Gibney's Taxi to the Dark Side premiered at the 2007 Tribeca Film Festival where it won Best Documentary."
        },
        {
            "name": "Alex Gibney",
            "sentence": "His 2013 film We Steal Secrets: The Story of WikiLeaks, is a comprehensive look at WikiLeaks, Julian Assange, and Chelsea Manning."
        },
        {
            "name": "Alex Gibney",
            "sentence": "Gibney's most recent projects include work on The Armstrong Lie (about Lance Armstrong), Catching Hell (a contribution to ESPN's '30 for 30' series which looks at \"The Inning\" in Game 6 of the 2003 National League Championship Series) and Going Clear, a documentary about Scientology."
        },
        {
            "name": "Alex Gibney",
            "sentence": "On June 19, 2008, Gibney's company filed for arbitration, arguing that THINKFilm failed to properly distribute and promote his film Taxi to the Dark Side."
        },
        {
            "name": "Liz Garbus",
            "sentence": "Her 2011 film, Bobby Fischer Against the World, opened the documentary section of that year's Sundance Film Festival, reserved for master American documentary filmmakers."
        },
        {
            "name": "Liz Garbus",
            "sentence": "Garbus’ 2012 film, Love, Marilyn, internationally opened as a Gala Premiere at the 2012 Toronto International Film Festival and aired on HBO summer of 2013."
        },
        {
            "name": "Liz Garbus",
            "sentence": "In 2015 she directed What Happened, Miss Simone?"
        },
        {
            "name": "Liz Garbus",
            "sentence": "In 1998, The Farm: Angola, USA, which she co-directed with Jonathan Stack, was nominated for an Academy Award."
        },
        {
            "name": "Liz Garbus",
            "sentence": "In 2002, Garbus' film The Execution of Wanda Jean was shown at the Sundance Film Festival."
        },
        {
            "name": "Liz Garbus",
            "sentence": "In 2007 Garbus directed the film Coma, which aired on HBO in July of that year."
        },
        {
            "name": "Liz Garbus",
            "sentence": "In 2009, Garbus’s film, Shouting Fire: Stories from the Edge of Free Speech (HBO) premiered at the Sundance Film Festival, and in 2011, There's Something Wrong with Aunt Diane was chosen to be a part of HBO’s Documentary Films Summer Series."
        },
        {
            "name": "Liz Garbus",
            "sentence": "In 2011, Garbus directed Bobby Fischer Against the World, which chronicled the great Cold War showdown between Bobby Fischer and Boris Spassky in 1972."
        },
        {
            "name": "Liz Garbus",
            "sentence": "Garbus' 2012 film, Love, Marilyn featured Elizabeth Banks, Ellen Burstyn, Glenn Close, Viola Davis, Jennifer Ehle, Lindsay Lohan, Lili Taylor, Uma Thurman, Marisa Tomei, Evan Rachel Wood and others reading from Monroe’s never-before-seen private writings."
        },
        {
            "name": "Liz Garbus",
            "sentence": "A Good Job: Stories of the FDNY, which Garbus directed and produced, premiered on HBO in 2014 and featured first-hand accounts of veteran firefighters and interviews conducted by former FDNY member Steve Buscemi."
        },
        {
            "name": "Jon Favreau",
            "sentence": "As an actor, he is known for roles in films such as Rudy (1993), Swingers (1996) (which he also wrote), Very Bad Things (1998), The Break-Up (2006), Couples Retreat (2009), and Chef (2014) (which he also directed)."
        },
        {
            "name": "Jon Favreau",
            "sentence": "He has also directed the films Elf (2003), Zathura: A Space Adventure (2005), Iron Man (2008), Iron Man 2 (2010), Cowboys & Aliens (2011), and The Jungle Book (2016), and served as an executive producer on The Avengers (2012), Iron Man 3 (2013), and Avengers: Age of Ultron (2015)."
        },
        {
            "name": "Jon Favreau",
            "sentence": "Favreau was born in Flushing, Queens, New York, the son of Madeleine, an elementary school teacher who died of leukemia in 1979, and Charles Favreau, a special education teacher."
        },
        {
            "name": "Jon Favreau",
            "sentence": "He was a guest-director for an episode of the college dramedy Undeclared in 2001, and Favreau got some screen time as lawyer Foggy Nelson in the 2003 movie Daredevil (2003) (considerably more in the Director's Cut version)."
        },
        {
            "name": "Jon Favreau",
            "sentence": "Favreau at an Iron Man photo call in Mexico City, April 2008 In 2001, he made his film directorial debut with another self-penned screenplay, Made."
        },
        {
            "name": "Jon Favreau",
            "sentence": "In the fall of 2003, he scored his first financial success as a director of the hit comedy Elf starring Will Ferrell, James Caan, and Peter Dinklage."
        },
        {
            "name": "Jon Favreau",
            "sentence": "He was called upon to judge the efforts of the show's two teams of contestants, who were assigned the task of designing and building a float to publicise his 2005 Sony Pictures movie, Zathura: A Space Adventure."
        },
        {
            "name": "Jon Favreau",
            "sentence": "On April 28, 2006, it was announced that Favreau was signed to direct the long-awaited Iron Man movie."
        },
        {
            "name": "Jon Favreau",
            "sentence": "He also wrote two issues of a planned mini-series for Marvel Knights titled Iron Man: Viva Las Vegas, that debuted in September 2008 before being cancelled in November 2008."
        },
        {
            "name": "Jon Favreau",
            "sentence": "Favreau also directed the film's sequel, Iron Man 2. in 2008 he played Denver in Four Christmases with Vince Vaughn."
        },
        {
            "name": "Jon Favreau",
            "sentence": "Favreau said in December 2010 that he would not direct Iron Man 3."
        },
        {
            "name": "Jon Favreau",
            "sentence": "In July 2011, Favreau was featured in a YouTube video by visual effects artists Freddie Wong and Brandon Laatsch (known on YouTube as the popular channel, \"freddiew\"), in a spoof of his then-upcoming summer film, Cowboys & Aliens."
        },
        {
            "name": "Jon Favreau",
            "sentence": "Favreau at the Austin, Texas premiere of I Love You, Man, March 13, 2009 Favreau directed the pilot for the NBC show Revolution, and also served as one of the show's executive producers, alongside J. J. Abrams."
        },
        {
            "name": "Jon Favreau",
            "sentence": "In 2013, he filmed a pilot for a TV series based on the novel About a Boy, but set in San Francisco."
        },
        {
            "name": "Jon Favreau",
            "sentence": "He also directed the Destiny trailer \"The Law of the Jungle\" and the 2016 film The Jungle Book, for Walt Disney Pictures, which was released on April 15, 2016."
        },
        {
            "name": "Jon Favreau",
            "sentence": "In April 2016, it was reported that Favreau will return to direct The Second Jungle Book, the sequel to The Jungle Book, his critically acclaimed live-action adaptation of the animated film of the same name."
        },
        {
            "name": "Jon Favreau",
            "sentence": "In September 2016, it was reported that Favreau will direct a live-action remake of Disney's The Lion King."
        },
        {
            "name": "Jon Favreau",
            "sentence": "In 2014, he stated that he still had interest in the project, and that he could direct it after finishing filming The Jungle Book."
        },
        {
            "name": "Jon Favreau",
            "sentence": "On September 28, 2013, Mental Floss reported that at one moment, Favreau tried to direct a sequel to his famous film Elf, entitled Elf 2: Buddy Saves Christmas, but it was later cancelled."
        },
        {
            "name": "Jon Favreau",
            "sentence": "In December 2013, Will Ferrell stated that he didn't want to make a sequel to Elf."
        },
        {
            "name": "Jon Favreau",
            "sentence": "The couple have three children: a son, Max, born July 25, 2001, and two daughters, Madeleine, born April 2003, and Brighton Rose, born August 2006."
        },
        {
            "name": "Alastair Fothergill",
            "sentence": "He is the series producer of the series The Blue Planet (2001), Planet Earth (2006) and the co-director of the associated feature films Deep Blue and Earth."
        },
        {
            "name": "Alastair Fothergill",
            "sentence": "He was appointed head of the Unit in 1992, and during his tenure he produced Attenborough's award-winning series Life in the Freezer."
        },
        {
            "name": "Alastair Fothergill",
            "sentence": "In June 1998, he stood down as head of the Natural History Unit to concentrate on his work as series producer on the multi-award-winning The Blue Planet."
        },
        {
            "name": "Alastair Fothergill",
            "sentence": "In 2006 he completed his next major series Planet Earth."
        },
        {
            "name": "Alastair Fothergill",
            "sentence": "The first two titles under the Disneynature deal had been, for now, African Cats (2011), Bears (2014) and Chimpanzee (2012), co-directed with Keith Scholey and Mark Linfield respectively."
        },
        {
            "name": "Michel Gondry",
            "sentence": "He won an Academy Award for Best Original Screenplay as one of the writers of the 2004 film Eternal Sunshine of the Spotless Mind."
        },
        {
            "name": "Michel Gondry",
            "sentence": "His other films include the surrealistic science fantasy comedy The Science of Sleep (2006), the comedy Be Kind Rewind (2008), the superhero action comedy The Green Hornet (2011), the drama The We and the I (2012), and the romantic drama Mood Indigo (2013)."
        },
        {
            "name": "Michel Gondry",
            "sentence": "Gondry made his feature film debut in 2001 with Human Nature, garnering mixed reviews."
        },
        {
            "name": "Michel Gondry",
            "sentence": "His second film, Eternal Sunshine of the Spotless Mind (also his second collaboration with screenwriter Charlie Kaufman), was released in 2004 and received very favorable reviews, becoming one of the most critically acclaimed films of the year."
        },
        {
            "name": "Michel Gondry",
            "sentence": "[citation needed] Gondry also directed the musical documentary Dave Chappelle's Block Party (2006) which followed comedian Dave Chappelle as he attempted to hold a large, free concert in the Bedford-Stuyvesant neighborhood of Brooklyn."
        },
        {
            "name": "Michel Gondry",
            "sentence": "His following film, The Science of Sleep, hit theaters in September 2006."
        },
        {
            "name": "Michel Gondry",
            "sentence": "Interior Design one third of the 2008 anthology film Tokyo!"
        },
        {
            "name": "Michel Gondry",
            "sentence": "[citation needed] In 2009, The Thorn in the Heart, another feature documentary, was released, it is about Michel's aunt Suzette and her son Jean-Yves."
        },
        {
            "name": "Michel Gondry",
            "sentence": "In 2011, Gondry directed The Green Hornet, a superhero film by Sony starring Seth Rogen, Jay Chou and Christoph Waltz; Rogen co-wrote the script."
        },
        {
            "name": "Michel Gondry",
            "sentence": "His film The We and the I was selected to be screened in the Directors' Fortnight section at the 2012 Cannes Film Festival."
        },
        {
            "name": "David Gordon Green",
            "sentence": "He has directed dramas such as George Washington (2000), All the Real Girls (2003), and Snow Angels (2007), as well as the thriller Undertow (2004), all of which he wrote or co-wrote."
        },
        {
            "name": "David Gordon Green",
            "sentence": "In 2008, he transitioned into comedy, directing the films Pineapple Express (2008), Your Highness and The Sitter (both 2011), as well as episodes of the HBO comedy Eastbound & Down (2009–13)."
        },
        {
            "name": "David Gordon Green",
            "sentence": "In 2013, he returned to his more dramatic roots with the independent films Prince Avalanche and Joe."
        },
        {
            "name": "David Gordon Green",
            "sentence": "Since then, he has directed the films Manglehorn (2014), Our Brand Is Crisis (2015), Stronger (2017), and episodes of the television comedy-drama Red Oaks (2014–2017), which he also executive produces."
        },
        {
            "name": "David Gordon Green",
            "sentence": "Green will next direct the upcoming eleventh installment in the Halloween franchise, which he co-wrote with frequent collaborator Danny McBride and takes place forty years after the events of the original 1978 film."
        },
        {
            "name": "David Gordon Green",
            "sentence": "[citation needed] While in university, he made the two short films, Pleasant Grove and Physical Pinball, at the North Carolina School of the Arts prior to his feature film debut in 2000, the critically acclaimed George Washington, which he both wrote and directed."
        },
        {
            "name": "David Gordon Green",
            "sentence": "He followed that in 2003 with All the Real Girls and Undertow in 2004."
        },
        {
            "name": "David Gordon Green",
            "sentence": "In 2007, he directed Snow Angels, his first film of another author's screenplay, adapted from the Stewart O'Nan novel."
        },
        {
            "name": "David Gordon Green",
            "sentence": "He directed the comedy The Sitter, released in December 2011."
        },
        {
            "name": "David Gordon Green",
            "sentence": "Green also directed and co-wrote, Prince Avalanche in 2013."
        },
        {
            "name": "David Gordon Green",
            "sentence": "Green will direct an untitled Halloween film, produced by Jason Blum and John Carpenter, which Green will co-write with Danny McBride, for a 2018 release."
        },
        {
            "name": "David Gordon Green",
            "sentence": "Malick himself served as an executive producer of Green's 2004 film Undertow."
        },
        {
            "name": "David Gordon Green",
            "sentence": "Green has suggested that no other director had used voice-over narration so well, citing Malick's classic 1978 film Days of Heaven as the principal source of inspiration for Undertow."
        },
        {
            "name": "Michael Haneke",
            "sentence": "Michael Haneke (German: [ˈmɪçaːʔeːl ˈhaːnəkə]; born 23 March 1942) is an Austrian film director and screenwriter best known for films such as Funny Games (1997), Caché (2005), The White Ribbon (2009) and Amour (2012)."
        },
        {
            "name": "Michael Haneke",
            "sentence": "At the 2009 Cannes Film Festival, his film The White Ribbon won the Palme d'Or, and at the 67th Golden Globe Awards the film won the Golden Globe Award for Best Foreign Language Film."
        },
        {
            "name": "Michael Haneke",
            "sentence": "In 2012, his film Amour premiered and competed at the 2012 Cannes Film Festival."
        },
        {
            "name": "Michael Haneke",
            "sentence": "Haneke's feature film debut was 1989's The Seventh Continent, which served to trace out the violent and bold style that would bloom in later years."
        },
        {
            "name": "Michael Haneke",
            "sentence": "Haneke achieved great success in 2001 with the critically successful French film The Piano Teacher."
        },
        {
            "name": "Michael Haneke",
            "sentence": "He has worked with Juliette Binoche (Code Unknown in 2000 and Caché in 2005), after she expressed interest in working with him."
        },
        {
            "name": "Michael Haneke",
            "sentence": "His film, The White Ribbon, premiered at the 2009 Cannes Film Festival and won the Palme d'Or."
        },
        {
            "name": "Michael Haneke",
            "sentence": "In 2012, his film Amour also won the Palme d'Or."
        },
        {
            "name": "Michael Haneke",
            "sentence": "His 2012 film Amour won the Best Foreign Language Oscar and was nominated for the Best Picture Oscar at the 85th Academy Awards."
        },
        {
            "name": "Michael Haneke",
            "sentence": "In 2012, he was to direct Così fan tutte for the New York City Opera."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "Kurosawa first achieved international acclaim with his 1997 crime thriller film Cure."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "Kurosawa followed up Cure with a semi-sequel in 1999 with Charisma, a detective film starring Koji Yakusho."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "In 2000, Seance, Kurosawa's adaptation of the novel Seance on a Wet Afternoon by Mark McShane, premiered on Kansai TV."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "In 2001, he directed the horror film Pulse."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "Kurosawa released Bright Future, starring Tadanobu Asano, Joe Odagiri and Tatsuya Fuji, in 2003."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "In 2005, Kurosawa returned with Loft, his first love story since Seance."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "With his 2008 film, Tokyo Sonata, Kurosawa was considered to step \"out of his usual horror genre and into family drama.\""
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "Kurosawa directed a 2012 five-part television drama Penance."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "Beautiful 2013, an anthology film featuring Kurosawa's Beautiful New Bay Area Project, screened at the Hong Kong International Film Festival in 2013."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "Kurosawa's next feature film Real, which stars Takeru Sato and Haruka Ayase, was released in 2013."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "His 2015 film Journey to the Shore was screened in the Un Certain Regard section at the 2015 Cannes Film Festival where he won the prize for Best Director."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "In 2016, his thriller Creepy premiered at the 66th Berlin International Film Festival."
        },
        {
            "name": "Kiyoshi Kurosawa",
            "sentence": "His 2017 film Before We Vanish will be screened in the Un Certain Regard category at the Cannes Film Festival."
        },
        {
            "name": "Hirokazu Koreeda",
            "sentence": "He is known for his films Nobody Knows (2004), Still Walking (2008), Like Father, Like Son (2013), which was nominated for the Palme d'Or at the 2013 Cannes Film Festival and won the Jury Prize, and After the Storm (2016), which also premiered at Cannes and received critical acclaim."
        },
        {
            "name": "Hirokazu Koreeda",
            "sentence": "He later directed his first television documentary, Lessons from a Calf, in 1991."
        },
        {
            "name": "Hirokazu Koreeda",
            "sentence": "His 2013 film, Like Father, Like Son was nominated for the Palme d'Or at the 2013 Cannes Film Festival."
        },
        {
            "name": "Hirokazu Koreeda",
            "sentence": "His 2015 film Our Little Sister was selected to compete for the Palme d'Or at the 2015 Cannes Film Festival."
        },
        {
            "name": "Hirokazu Koreeda",
            "sentence": "His 2016 film After the Storm debuted to critical acclaim at the 2016 Cannes Film Festival in the Un Certain Regard category."
        },
        {
            "name": "Hirokazu Koreeda",
            "sentence": "In a 2009 interview, Kore-eda stated that Still Walking was based on his own family."
        },
        {
            "name": "Michael Moore",
            "sentence": "In September 2008, he released his first free movie on the Internet, Slacker Uprising, which documented his personal quest to encourage more Americans to vote in presidential elections."
        },
        {
            "name": "Michael Moore",
            "sentence": "Harlan Jacobson, editor of Film Comment magazine, said that Moore muddled the chronology in Roger & Me to make it seem that events that took place before G.M.’s layoffs were a consequence of them."
        },
        {
            "name": "Michael Moore",
            "sentence": "Bowling for Columbine won the Anniversary Prize at the 2002 Cannes Film Festival and France's César Award as the Best Foreign Film."
        },
        {
            "name": "Michael Moore",
            "sentence": "Moore later announced that Fahrenheit 9/11 would not be in consideration for the 2005 Academy Award for Documentary Feature, but instead for the Academy Award for Best Picture."
        },
        {
            "name": "Michael Moore",
            "sentence": "\"[citation needed] As of August 2012, Fahrenheit 9/11 is the highest-grossing documentary of all time, taking in over US$200 million worldwide, including United States box office revenue of almost US$120 million."
        },
        {
            "name": "Michael Moore",
            "sentence": "Michael Moore at the 2007 Cannes Film Festival receiving a standing ovation for Sicko Moore directed this 2007 film about the American health care system, focusing particularly on the managed-care and pharmaceutical industries."
        },
        {
            "name": "Michael Moore",
            "sentence": "It was later re-edited by Moore into Slacker Uprising and released for free on the internet on September 23, 2008."
        },
        {
            "name": "Michael Moore",
            "sentence": "In May 2017, it was announced that Moore had reunited with Harvey Weinstein to direct his new film about Donald Trump, titled Fahrenheit 11/9, expected in \"late spring\" of 2018."
        },
        {
            "name": "Michael Moore",
            "sentence": "Between 1994 and 1995, he directed and hosted the BBC television series TV Nation, which followed the format of news magazine shows but covered topics they avoid."
        },
        {
            "name": "Michael Moore",
            "sentence": "During September and October 2004, Moore spoke at universities and colleges in swing states during his \"Slacker Uprising Tour\"."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Having made his directorial debut with Following (1998), Nolan gained considerable attention for his second feature, Memento (2000), for which he was nominated for numerous accolades, including the Academy Award for Best Original Screenplay."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "The acclaim garnered by his independent films gave Nolan the opportunity to make the big-budget thriller Insomnia (2002) and the mystery drama The Prestige (2006)."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "He found further popular and critical success with The Dark Knight Trilogy (2005–2012); Inception (2010), which received eight Academy Award nominations, including for Best Picture and Best Original Screenplay; Interstellar (2014); and Dunkirk (2017), which earned him his first Academy Award nomination for Best Director."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Nolan attended University College London, and used its Flaxman Gallery for a scene in Inception (2010)."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "The first was the surreal 8 mm Tarantella (1989), which was shown on Image Union (an independent film and video showcase on the Public Broadcasting Service)."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "The second was Larceny (1995), filmed over a weekend in black and white with limited equipment and a small cast and crew."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "He also made a third short, Doodlebug (1997), about a man chasing an insect around a flat with a shoe, only to discover when killing it that it is a miniature of himself."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "In 1998 Nolan directed his first feature, Following, which he personally funded and filmed with friends."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "As a result of Following's success, Nolan was afforded the opportunity to make his breakthrough hit Memento (2000)."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Memento, starring Guy Pearce and Carrie-Anne Moss, premiered in September 2000 at the Venice International Film Festival to critical acclaim."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Memento was considered by numerous critics to be one of the best films of the 2000s."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Impressed by his work on Memento, Steven Soderbergh recruited Nolan to direct the psychological thriller Insomnia (2002), starring Academy Award winners Al Pacino, Robin Williams, and Hilary Swank."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "A remake of the 1997 Norwegian film of the same name, Insomnia is about two Los Angeles detectives sent to a northern Alaskan town to investigate the murder of a local teenager."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "2005–2013: The Dark Knight Trilogy and mainstream success[edit] In early 2003 Nolan approached Warner Bros. with the idea of making a new Batman film."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Batman Begins, the biggest project Nolan had undertaken to that point, premiered in June 2005 to critical acclaim and commercial success."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Batman Begins was the eighth-highest-grossing film of 2005 in the United States and the year's ninth-highest-grossing film worldwide."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Before returning to the Batman franchise, Nolan directed, co-wrote, and produced The Prestige (2006), an adaptation of the Christopher Priest novel about two rival 19th-century magicians."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "In 2001, when Nolan was in post-production for Insomnia, he asked his brother Jonathan to help write the script for the film."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Nolan initially intended to make the film as early as 2003, postponing the project after agreeing to make Batman Begins."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Nolan (left) with the cast and crew of The Dark Knight at the 2008 European premiere in London."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "The cast of Inception at the premiere in July 2010."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "In July 2006 Nolan announced that the follow-up to Batman Begins would be called The Dark Knight."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Released in 2008 to great critical acclaim, The Dark Knight has been cited as one of the best films of the 2000s and one of the best superhero films ever made."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Mark Kermode named it the best film of 2010, stating \"Inception is proof that people are not stupid, that cinema is not trash, and that it is possible for blockbusters and art to be the same thing.\""
        },
        {
            "name": "Christopher Nolan",
            "sentence": "While in post-production on Inception, Nolan gave an interview for These Amazing Shadows (2011), a documentary spotlighting film appreciation and preservation by the National Film Registry."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Nolan on set for The Dark Knight Rises in August 2011 In 2012 Nolan directed his third and final Batman film, The Dark Knight Rises."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "The Dark Knight Rises was released on 20 July 2012 to positive reviews; Andrew O'Hehir of Salon called it \"arguably the biggest, darkest, most thrilling and disturbing and utterly balls-out spectacle ever created for the screen\", further describing the work as \"auteurist spectacle on a scale never before possible and never before attempted\"."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "During story discussions for The Dark Knight Rises in 2010, Goyer told Nolan of his idea to present Superman in a modern context."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Nolan also directed, wrote, and produced the science-fiction film Interstellar (2014)."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "In 2015, Nolan curated a theatrical tour showcasing Stephen and Timothy Quay's animated work."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "As part of a Blu-ray release of the Quay brothers animated work, Nolan directed the documentary short Quay (2015)."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "During the year-long production of his first film, Following (1998), Nolan and Thomas hired a small sailing boat to take them across the English Channel and retrace the journey of the little ships of Dunkirk."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "In the mid-2000s, starting with Batman Begins, Nolan began working with Hans Zimmer, who is known for integrating electronic music with traditional orchestral arrangements."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "For 2014's Interstellar, Zimmer and Nolan wanted to move in a new direction: \"The textures, the music, and the sounds, and the thing we sort of created has sort of seeped into other people's movies a bit, so it's time to reinvent.\""
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Writing for Film Philosophy, Emma Bell points out that the characters in Inception do not literally time-travel, \"rather they escape time by being stricken in it – building the delusion that time has not passed, and is not passing now."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Nolan (right) and director Colin Trevorrow discussing the importance of film at the 2016 Sundance Film Festival Shortly before Christmas of 2011, Nolan invited several prominent directors, including, Edgar Wright, Michael Bay, Bryan Singer, Jon Favreau, Eli Roth, Duncan Jones, and Stephen Daldry, to Universal CityWalk's IMAX theatre for a private screening of the first six minutes of The Dark Knight Rises, which had been shot on IMAX film and edited from the original camera negative."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "Main article: List of awards and nominations received by Christopher Nolan Nolan's hand and shoeprints in front of the Grauman's Chinese Theatre in Hollywood Nolan screened Following at the 1999 Slamdance Film Festival, and won the Black & White Award."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "At the 2001 Sundance Film Festival, Nolan and his brother Jonathan won the Waldo Salt Screenwriting Award for Memento, and in 2003 Nolan received the Sonny Bono Visionary Award from the Palm Springs International Film Festival."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "On 3 May 2017 Nolan received the 2017 FIAF Award before a special 70 mm screening of Interstellar at the Samuel Goldwyn Theater in Beverly Hills."
        },
        {
            "name": "Christopher Nolan",
            "sentence": "In 2016, Memento, The Dark Knight, and Inception appeared in BBC's 100 Greatest Films of the 21st Century list."
        },
        {
            "name": "Ken Loach",
            "sentence": "He is known for his socially critical directing style and for his socialist ideals, which are evident in his film treatment of social issues such as poverty (Poor Cow, 1967), homelessness (Cathy Come Home, 1966) and labour rights (Riff-Raff, 1991, and The Navigators, 2001)."
        },
        {
            "name": "Ken Loach",
            "sentence": "Loach's film Kes (1969) was voted the seventh greatest British film of the 20th century in a poll by the British Film Institute."
        },
        {
            "name": "Ken Loach",
            "sentence": "Two of his films, The Wind That Shakes the Barley (2006) and I, Daniel Blake (2016) received the Palme d'Or at the Cannes Film Festival, making him the ninth filmmaker to win the award twice."
        },
        {
            "name": "Ken Loach",
            "sentence": "Coinciding with his work for The Wednesday Play, Loach began to direct feature films for the cinema, with Poor Cow (1967) and Kes (1969)."
        },
        {
            "name": "Ken Loach",
            "sentence": "His documentary The Save the Children Fund Film (1971) was commissioned by the charity, who subsequently disliked it so much they attempted to have the negative destroyed."
        },
        {
            "name": "Ken Loach",
            "sentence": "Days of Hope (1975) is a four part drama for the BBC directed by Loach from, scripts by dramatist Jim Allen."
        },
        {
            "name": "Ken Loach",
            "sentence": "Loach's documentary A Question of Leadership (1981) interviewed members of the Iron and Steel Trades Confederation (the main trade union for Britain's steel industry) with regards to their 14-week strike in 1980, and recorded much criticism of the union's leadership for conceding over the issues in the strike."
        },
        {
            "name": "Ken Loach",
            "sentence": "Anthony Hayward claimed in 2004 that the media tycoon Robert Maxwell had put pressure on Central's[clarification needed] board, of which he had become a director, to withdraw Questions of Leadership at the time he was buying the Daily Mirror newspaper and needed the co-operation of union leaders, especially Chapple."
        },
        {
            "name": "Ken Loach",
            "sentence": "From the late 1980s, Loach directed theatrical feature films more regularly, a series of films such as Hidden Agenda (1990), dealing with the political troubles in Northern Ireland, Land and Freedom (1995), examining the Republican resistance in the Spanish Civil War and Carla's Song (1996), which was set partially in Nicaragua."
        },
        {
            "name": "Ken Loach",
            "sentence": "Interspersed with political films were smaller dramas such as Raining Stones (1993) a working-class drama concerning an unemployed man's efforts to buy a communion dress for his young daughter."
        },
        {
            "name": "Ken Loach",
            "sentence": "[citation needed] On 28 May 2006, Loach won the Palme d'Or at the 2006 Cannes Film Festival for his film The Wind That Shakes the Barley, a political-historical drama about the Irish War of Independence and the subsequent Irish Civil War during the 1920s."
        },
        {
            "name": "Ken Loach",
            "sentence": "This film was followed by It's a Free World... (2007), a story of one woman's attempt to establish an illegal placement service for migrant workers in London."
        },
        {
            "name": "Ken Loach",
            "sentence": "Throughout the 2000s, Loach interspersed wider political dramas such as Bread and Roses (2000), which focused on the Los Angeles janitors strike and Route Irish (2010) set during the Iraq occupation with smaller examinations of personal relationships."
        },
        {
            "name": "Ken Loach",
            "sentence": "Ae Fond Kiss... (aka, Just a Kiss, 2004) explored an inter-racial love affair, Sweet Sixteen (2002) concerns a teenager's relationship with his mother and My Name Is Joe (1998) an alcoholic's struggle to stay sober."
        },
        {
            "name": "Ken Loach",
            "sentence": "His most commercial later film is Looking for Eric (2009), featuring a depressed postman's conversations with the ex-Manchester United footballer Eric Cantona appearing as himself."
        },
        {
            "name": "Ken Loach",
            "sentence": "The Angels' Share (2013) is centred on a young Scottish troublemaker who is given a final opportunity to stay out of jail."
        },
        {
            "name": "Ken Loach",
            "sentence": "Jimmy's Hall (2014) was selected to compete for the Palme d'Or in the main competition section at the 2014 Cannes Film Festival."
        },
        {
            "name": "Ken Loach",
            "sentence": "Loach won his second Palme d'Or for I, Daniel Blake (2016)."
        },
        {
            "name": "Ken Loach",
            "sentence": "Mary Whitehouse complained about swearing in Cathy Come Home and Up The Junction, while The Big Flame (1969) for the BBC was an early instance of the word shit, and the certificate to Kes caused some debate owing to the profanity, but these films have relatively few swear words compared to his later work."
        },
        {
            "name": "Roger Michell",
            "sentence": "In 1993, he directed the acclaimed BBC miniseries adaptation of Hanif Kureishi's autobiographical novel The Buddha of Suburbia, starring Naveen Andrews."
        },
        {
            "name": "Roger Michell",
            "sentence": "Michell then directed My Night with Reg (1997) and Titanic Town (1998)."
        },
        {
            "name": "Roger Michell",
            "sentence": "Michell was next chosen by Richard Curtis to direct his script Notting Hill, which ended up becoming one of the highest grossing British movies of all time on its release in 1999."
        },
        {
            "name": "Roger Michell",
            "sentence": "He then directed the 2002 box office hit Changing Lanes starring Ben Affleck and Samuel L. Jackson."
        },
        {
            "name": "Roger Michell",
            "sentence": "In 2003, he directed The Mother, written by Hanif Kureishi and starring Daniel Craig."
        },
        {
            "name": "Roger Michell",
            "sentence": "Craig also starred in Michell's next film, Enduring Love (2004), an adaptation of Ian McEwan's novel."
        },
        {
            "name": "Roger Michell",
            "sentence": "Michell then directed Peter O'Toole to an Oscar nomination in 2006's Venus, again written by Kureishi."
        },
        {
            "name": "Roger Michell",
            "sentence": "His next film was 2010's Morning Glory, a comedy starring Rachel McAdams and Harrison Ford set in the world of morning news, produced by J.J. Abrams."
        },
        {
            "name": "Doug Liman",
            "sentence": "Douglas Eric Liman (born July 24, 1965) is an American film director and producer best known for Swingers (1996), Go (1999), The Bourne Identity (2002), Mr. & Mrs. Smith (2005), Jumper (2008), Fair Game (2010), and Edge of Tomorrow (2014)."
        },
        {
            "name": "Doug Liman",
            "sentence": "Liman attended the graduate program at University of Southern California, where he was tapped to helm his first project in 1993, the comedy thriller Getting In/Student Body."
        },
        {
            "name": "Doug Liman",
            "sentence": "the resulting film, Swingers, released in 1996, became a sleeper hit, earning $4.4 million."
        },
        {
            "name": "Doug Liman",
            "sentence": "Liman's next effort, Go (1999), tracked the events of one night through three different points of view as plot lines diverged and reconverged; Liman was also the film's cinematographer."
        },
        {
            "name": "Doug Liman",
            "sentence": "Liman next directed the 2002 action thriller The Bourne Identity starring Matt Damon, an adaptation of the 1980 Robert Ludlum novel."
        },
        {
            "name": "Doug Liman",
            "sentence": "Liman also directed Mr. & Mrs. Smith (2005), a comedic thriller about an increasingly distant married couple, both secretly assassins, who are hired to kill each other."
        },
        {
            "name": "Doug Liman",
            "sentence": "In 2005, Liman signed on to direct the pilot episode of NBC's television series Heist, which is about a season-long attempt to rob three jewelry stores on Beverly Hills' swanky Rodeo Drive."
        },
        {
            "name": "Doug Liman",
            "sentence": "His film adaptation of Steven Gould's science fiction novel Jumper was released in 2008."
        },
        {
            "name": "Doug Liman",
            "sentence": "He directed 2010's Fair Game, about the Plame affair, which competed for the Palme d'Or at the 2010 Cannes Film Festival."
        },
        {
            "name": "Doug Liman",
            "sentence": "In 2011, Liman directed and produced I Just Want My Pants Back, a television series that aired on MTV."
        },
        {
            "name": "Doug Liman",
            "sentence": "He directed the film adaptation of the Hiroshi Sakurazaka novel, All You Need is Kill, released as Edge of Tomorrow (2014), starring Tom Cruise."
        },
        {
            "name": "Doug Liman",
            "sentence": "In 2017, he directed Aaron Taylor-Johnson and John Cena in the military thriller The Wall, and directed Cruise again, in the drama thriller American Made, a biopic of pilot Barry Seal."
        },
        {
            "name": "Chan-wook Park",
            "sentence": "One of the most acclaimed and popular filmmakers in his native country, Park is most known for his films Joint Security Area, Thirst, The Handmaiden and what has become known as The Vengeance Trilogy, consisting of 2002's Sympathy for Mr. Vengeance, 2003's Oldboy and 2005's Lady Vengeance."
        },
        {
            "name": "Chan-wook Park",
            "sentence": "In 2000, Park directed Joint Security Area, which was a great success both commercially and critically, even surpassing Kang Je-gyu's Shiri as the most-watched film ever made in South Korea."
        },
        {
            "name": "Chan-wook Park",
            "sentence": "Lady Vengeance was distributed by Tartan Films for American theatrical release in April 2006."
        },
        {
            "name": "Chan-wook Park",
            "sentence": "Tarantino also regards Park's Joint Security Area to be one of \"the top twenty films made since 1992.\""
        },
        {
            "name": "Chan-wook Park",
            "sentence": "In 2009, Park directed his first vampire film, Thirst starring Song Kang-ho which won Prix du Jury along with Fish Tank, directed by Andrea Arnold at the 2009 Cannes Film Festival."
        },
        {
            "name": "Chan-wook Park",
            "sentence": "In 2011, Park said his new fantasy-horror film Paranmanjang (Night Fishing) was shot entirely on the iPhone."
        },
        {
            "name": "Chan-wook Park",
            "sentence": "In 2013, Park directed his first English-language film, Stoker."
        },
        {
            "name": "Chan-wook Park",
            "sentence": "On March 2, 2013, Park appeared on a panel discussion about the movie Stoker, held at the Freer Gallery of Art in the Smithsonian's Museums of Asian Art."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "He is known for directing the crime dramas Bleeder (1999) and the Pusher films (1996–2005), the fictionalised biographical film Bronson (2008), the dramatic adventure film Valhalla Rising (2009), the neo-noir crime film Drive (2011), the thriller Only God Forgives (2013), and the psychological horror film The Neon Demon (2016)."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "1996–2005: Early career and the Pusher trilogy[edit] Refn made his directorial debut with the Danish crime drama film Pusher (1996)."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "In 1999, Refn directed the crime-drama-thriller Bleeder (1999), which featured much of the same cast from the Pusher Trilogy, including actors such as Kim Bodnia and Mads Mikkelsen."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "[citation needed] In 2003, Refn directed and wrote his first English-language film, Fear X, which starred John Turturro and was shot in Canada."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "Refn later made two sequels to Pusher, Pusher II (2004) (a.k.a."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "Pusher II: With Blood on My Hands) and Pusher 3 (2005) (a.k.a."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "For Pusher II, lead actor Mads Mikkelsen won a Best Actor award at the 2005 Bodil Awards, Best Actor at the 2005 Robert Festival (where the film was also nominated for Best Director, Best Screenplay and Best Film, among other nominations) and Best Actor at the 2005 Zulu Awards."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "The film was remade into a British version in 2012, Pusher, directed by Luis Prieto and executive produced by Refn himself."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "In 2008, Refn returned to the European art house film circuit after his unsuccessful Hollywood venture Fear X (his first Hollywood success would be Drive), and directed and wrote Bronson (2008), which starred Tom Hardy as the title character, the infamous real-life U.K. prisoner Charles Bronson."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "Hardy also won a Best Actor award at the 2009 British Independent Film Awards for his portrayal of Charles Bronson (and the film was also nominated for a Best Achievement in Production award as well)."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "In 2009, Refn teamed up again with frequent collaborator Mads Mikkelsen to write and direct Valhalla Rising, a surrealistic period piece about the Viking era."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "Refn promoting Drive at the Deauville American Film Festival in September 2011."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "In 2011, Refn directed the American neo-noir crime drama Drive (2011)."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "In September 2011, Refn stated his next film after Only God Forgives will be I Walk with the Dead, with Drive co-star Carey Mulligan slated to play the lead."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "However, Refn scrapped the project because his films Bleeder (1999) and Fear X (2003) were box office disasters."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "In 2009, Refn expressed high interest in developing a film biopic of notoriously polemic and controversial English occultist, Aleister Crowley, with Bronson star, Tom Hardy, as Crowley."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "However, in February 2010, Winding Refn dropped out of the project in order to work on Drive."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "In September 2011 during promotion for Drive, he claimed that Ford did not want his character to die, causing the film production to fall apart."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "And Drive is similar in the sense that The Driver was meant to become a superhero, and he's denied all these things—relationships, companionship."
        },
        {
            "name": "Nicolas Winding Refn",
            "sentence": "Refn spoke more about shooting in chronological order in September 2011, in reference to Drive: It's always difficult with production."
        },
        {
            "name": "Lone Scherfig",
            "sentence": "Lone Scherfig (born 2 May 1959) is a Danish film director and screenwriter who has been involved with the Dogme 95 film movement and who has been widely critically acclaimed for several of her movies, including the Oscar-nominated film An Education (2009)."
        },
        {
            "name": "Lone Scherfig",
            "sentence": "Scherfig's movies are generally romantic comedies, including her film One Day (2011), based on the David Nicholls novel."
        },
        {
            "name": "Lone Scherfig",
            "sentence": "Scherfig graduated from the National Film School of Denmark in 1984, and began her career as a director with the television film Margrethes elsker in 1985."
        },
        {
            "name": "Lone Scherfig",
            "sentence": "2000s: International breakthrough, Italian for Beginners[edit] Scherfig found her international breakthrough with the film Italian for Beginners (2000), which was critically acclaimed and won several awards, including the Jury Grand Prix Silver Bear award at the Berlin International Film Festival."
        },
        {
            "name": "Lone Scherfig",
            "sentence": "Following Italian for Beginners, Scherfig made the deadpan comedy Wilbur Wants to Kill Himself, released in 2002."
        },
        {
            "name": "Lone Scherfig",
            "sentence": "As with Wilbur Wants to Kill Himself, Scherfig wrote and directed another character focused film: Just Like Home, released in 2007."
        },
        {
            "name": "Lone Scherfig",
            "sentence": "In 2009, An Education, Scherfig's most critically lauded film, was released."
        },
        {
            "name": "Lone Scherfig",
            "sentence": "Scherfig's next film titled One Day, released in 2011, follows the lives of two romantically engaged individuals as they intersect one day each year."
        },
        {
            "name": "Lone Scherfig",
            "sentence": "Her most recent work is The Riot Club, based on the stage play Posh by Laura Wade, released in 2014."
        },
        {
            "name": "David O. Russell",
            "sentence": "His early directing career includes the comedy films Spanking the Monkey (1994), Flirting with Disaster (1996), Three Kings (1999), and I ♥ Huckabees (2004)."
        },
        {
            "name": "David O. Russell",
            "sentence": "Three of Russell's more recent films – the biographical sports drama The Fighter (2010), the romantic comedy-drama Silver Linings Playbook (2012), and the comedy-drama crime film American Hustle (2013) – were commercially successful and acclaimed by critics, having earned Russell three Academy Award nominations for Best Director, as well as a Best Adapted Screenplay nomination for Silver Linings Playbook and a Best Original Screenplay nomination for American Hustle."
        },
        {
            "name": "David O. Russell",
            "sentence": "Russell received his seventh Golden Globe nomination for the semi-biographical comedy-drama Joy (2015)."
        },
        {
            "name": "David O. Russell",
            "sentence": "In 1987, Russell wrote, produced, and directed Bingo Inferno: A Parody on American Obsessions, a film about an obsessive bingo-playing mother."
        },
        {
            "name": "David O. Russell",
            "sentence": "Spanking the Monkey, the 1994 independent dark comedy, was his first directorial effort."
        },
        {
            "name": "David O. Russell",
            "sentence": "His next project was the Miramax comedy Flirting with Disaster (1996), his second collaboration with Dean Silvers, and first with Harvey Weinstein."
        },
        {
            "name": "David O. Russell",
            "sentence": "Three Kings was released in 1999 and was his biggest critical and financial success."
        },
        {
            "name": "David O. Russell",
            "sentence": "Russell ceased working on the film in 2010; it was retitled Accidental Love and was released on VOD on February 10, 2015 before a limited release on March 20, 2015  In 2010, Russell returned with The Fighter, a biographical sports drama produced by and starring Mark Wahlberg."
        },
        {
            "name": "David O. Russell",
            "sentence": "Silver Linings Playbook won the People's Choice Award at the 2012 Toronto International Film Festival and garnered four Golden Globe Award nominations (with one win for Jennifer Lawrence, Best Performance by an Actress in a Motion Picture – Musical or Comedy) and eight Academy Award nominations, including Best Picture, Best Director (Russell), Best Adapted Screenplay (Russell), Best Actor in a Leading Role (Bradley Cooper), Best Actress in a Leading Role (winner, Jennifer Lawrence), Best Supporting Actor (Robert De Niro), Best Supporting Actress (Jacki Weaver) and Best Film Editing (Jay Cassidy and Crispin Struthers)."
        },
        {
            "name": "David O. Russell",
            "sentence": "Russell's next project was American Hustle (2013), a comedy based on the ABSCAM scandal of the 1970s."
        },
        {
            "name": "David O. Russell",
            "sentence": "In January 2014, it was announced that Russell would rewrite and direct a comedy-drama film about American inventor and entrepreneur Joy Mangano, a struggling Long Island single mother of three children."
        },
        {
            "name": "David O. Russell",
            "sentence": "Principal photography began on February 17, 2015, and the film, titled Joy, was released on December 25, 2015."
        },
        {
            "name": "David O. Russell",
            "sentence": "Mark Wahlberg partnered with Russell in Three Kings, I ♥ Huckabees, and The Fighter, while Jennifer Lawrence, Bradley Cooper, and Robert De Niro all appeared in Silver Linings Playbook, American Hustle, and Joy."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "He is a four-time recipient of the Canadian Screen Award (formerly Genie Award) for Best Direction, for Maelström in 2001, Polytechnique in 2009, Incendies in 2011, and Enemy in 2014."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "Internationally, he is best known for directing several critically acclaimed films, such as Prisoners (2013), Sicario (2015), Arrival (2016), and Blade Runner 2049 (2017)."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "In 2017, for his work on Arrival, he received an Academy Award nomination for Best Director."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "August 32nd on Earth (1998), Villeneuve's feature film directorial debut, premiered in the Un Certain Regard section at the 1998 Cannes Film Festival."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "He followed that up with the controversial, but critically acclaimed black and white film Polytechnique (2009) about the shootings that occurred at the Montreal university."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "Villeneuve's fourth film Incendies (2010) garnered critical acclaim when it premiered at the Venice and Toronto International Film Festivals in 2010."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "Incendies was chosen by The New York Times as one of the '10 Best Films of 2011.'"
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "Following Incendies and Prisoners, Villeneuve won Best Director for his sixth film, the psychological thriller Enemy (2014), at the 2nd Canadian Screen Awards."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "In 2015, Villeneuve directed the crime thriller film Sicario, scripted by Taylor Sheridan, and starring Emily Blunt, Benicio del Toro, and Josh Brolin."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "Villeneuve subsequently directed his eighth film, Arrival (2016), based on the short story Story of Your Life by author Ted Chiang, from an adapted script by Eric Heisserer, with Amy Adams and Jeremy Renner starring."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "In February 2015, it was announced that Villeneuve would direct Blade Runner 2049, the sequel to Ridley Scott's Blade Runner (1982)."
        },
        {
            "name": "Denis Villeneuve",
            "sentence": "Villeneuve with Josh Brolin, Emily Blunt, and Benicio del Toro at the 2015 Cannes Film Festival premiere of Sicario Critical, public and commercial reception to Villeneuve's directorial features."
        },
        {
            "name": "Ulrich Seidl",
            "sentence": "His 2012 film Paradise: Love competed for the Palme d'Or at the 2012 Cannes Film Festival."
        },
        {
            "name": "David Yates",
            "sentence": "Yates's following projects include, but are not limited to, The Legend of Tarzan (2016) and the Fantastic Beasts series."
        },
        {
            "name": "David Yates",
            "sentence": "His credits include the six-part political thriller State of Play (2003), for which he won the Directors Guild of Great Britain Award for Outstanding Directorial Achievement; the adult two-part documentary drama Sex Traffic (2004); and the Emmy Award-winning TV film The Girl in the Café (2005)."
        },
        {
            "name": "David Yates",
            "sentence": "In 1988, Yates made his first film When I Was a Girl in Swindon."
        },
        {
            "name": "David Yates",
            "sentence": "It contributed towards Yates's acceptance into the National Film and Television School in 1989 and led to the BBC hiring him to direct Oranges and Lemons, a short drama film in 1991."
        },
        {
            "name": "David Yates",
            "sentence": "After graduating in 1992, Yates directed an episode of the film studies programme Moving Pictures."
        },
        {
            "name": "David Yates",
            "sentence": "From 1994 to 1995, Yates directed several episodes of the ITV police procedural The Bill before directing and producing three episodes of the television documentary Tale of Three Seaside Towns alongside producer Alistair Clarke."
        },
        {
            "name": "David Yates",
            "sentence": "Yates directed his fifth short film Punch before making his feature film debut in 1998 with the release of the independent historical-drama film The Tichborne Claimant."
        },
        {
            "name": "David Yates",
            "sentence": "Yates returned to television in 2000 to direct the episodes of Greed, Envy and Lust for the BBC miniseries The Sins, starring Pete Postlethwaite, as well as The Way We Live Now, the acclaimed four-part television adaptation of the novel of the same name by Anthony Trollope."
        },
        {
            "name": "David Yates",
            "sentence": "The 2003 six-part thriller State of Play was Yates's next achievement."
        },
        {
            "name": "David Yates",
            "sentence": "State of Play is regarded by critics from The Guardian and The Times as one of the best British television dramas of the 2000s."
        },
        {
            "name": "David Yates",
            "sentence": "In 2004, Yates's two-part drama Sex Traffic was broadcast on Channel 4."
        },
        {
            "name": "David Yates",
            "sentence": "He also said, \"David shoots in a similar style from piece to piece, although this wasn’t quite as frantic as State of Play.\""
        },
        {
            "name": "David Yates",
            "sentence": "David Yates outside Grauman's Chinese Theatre during the premiere of Harry Potter and the Order of the Phoenix on 8 July 2007 in Hollywood, Los Angeles, California."
        },
        {
            "name": "David Yates",
            "sentence": "He was then confirmed to direct Harry Potter and the Order of the Phoenix by Warner Bros. Pictures, with production scheduled to begin in early 2006."
        },
        {
            "name": "David Yates",
            "sentence": "In 2013, he returned to television by signing on to direct the television pilot of Tyrant, an American drama production set against the US–Middle East conflict."
        },
        {
            "name": "David Yates",
            "sentence": "In 2014, Yates was confirmed to direct at least the first film in a series of five instalments based on J. K. Rowling's Fantastic Beasts and Where to Find Them, a book which is set in the world of Harry Potter."
        },
        {
            "name": "David Yates",
            "sentence": "Fantastic Beasts and Where to Find Them, released in November 2016, received generally positive reviews and stars Eddie Redmayne, Katherine Waterston, Alison Sudol, Dan Fogler, Colin Farrell, and Johnny Depp."
        },
        {
            "name": "Johnnie To",
            "sentence": "While working as an assistant TV director during the Shaw Studios era, he directed All About Ah-Long in 1989, starring Chow Yun-fat, the film became one of the biggest box office hits in that year."
        },
        {
            "name": "Johnnie To",
            "sentence": "In 1988, he co-directed The Big Heat, his first action movie."
        },
        {
            "name": "Johnnie To",
            "sentence": "His 1988 film The Eighth Happiness was that year's highest-grossing movie."
        },
        {
            "name": "Johnnie To",
            "sentence": "His 2011 film Life Without Principle was selected as the Hong Kong entry for the Best Foreign Language Film Oscar at the 85th Academy Awards, but it did not make the final shortlist."
        },
        {
            "name": "Johnnie To",
            "sentence": "Six of To's films have been featured at the Cannes Film Festival: Breaking News premiered as an Out-of-Competition midnight screening in 2004; Election was shown in Competition in 2005; its sequel, Election 2 (a.k.a."
        },
        {
            "name": "Johnnie To",
            "sentence": "Triad Election) was screened in Out-of-Competition midnight screenings in 2006, and Triangle was screened in Out-of-Competition midnight screenings in 2007; Vengeance competed for the prestigious Palme D'Or in 2009; Blind Detective was screened in Out-of-Competition midnight screenings in 2013."
        },
        {
            "name": "Johnnie To",
            "sentence": "At the Berlin International Film Festival, Sparrow was shown in Competition in 2008."
        },
        {
            "name": "Johnnie To",
            "sentence": "At the Venice International Film Festival, Throw Down was screened Out-of-Competition in 2004; Exiled was shown in Competition at the festival in 2006; Mad Detective was shown in Competition in 2007; Life Without Principle was shown in Competition in 2011."
        },
        {
            "name": "Johnnie To",
            "sentence": "The Mission, Fulltime Killer, PTU, Breaking News, Throw Down and Mad Detective all screened between 1999 and 2007."
        },
        {
            "name": "Johnnie To",
            "sentence": "In 2006, Election, Election 2, and Exiled were screened."
        },
        {
            "name": "Johnnie To",
            "sentence": "In 2009, while Vengeance competed at Cannes, To was made an officer of the French Order of Arts and Letters by the French Minister of Culture in recognition for his films."
        },
        {
            "name": "Ben Wheatley",
            "sentence": "In July 2006 he directed live-action sections of the TV series Modern Toss, (\"i live ere\", \"Alan\", \"Drive by abuser\", \"Customer services\", \"Accident and emergency\", \"Citizens advice\", \"Illegal alphabet\"), which was aired on Channel 4."
        },
        {
            "name": "Ben Wheatley",
            "sentence": "Between 2007 and 2009 Wheatley directed series 2 of Modern Toss, The Wrong Door and Ideal series 5 and 6 for BBC Three."
        },
        {
            "name": "Ben Wheatley",
            "sentence": "In May 2009 he directed the feature film Down Terrace in eight days; it won the Next Wave prize at Fantastic Fest in Austin and Best UK Feature at Raindance in London."
        },
        {
            "name": "Ben Wheatley",
            "sentence": "In 2010 Wheatley completed his second feature, Kill List for Warp X. Wheatley's third film was the black comedy Sightseers, released in the UK in November 2012."
        },
        {
            "name": "Ben Wheatley",
            "sentence": "In 2014, Wheatley directed the first two episodes of the eighth series of Doctor Who, a show he has been a fan of since childhood."
        }
    ]
}